Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Adaptations.strings
Languages: tr

# cycle.menstrual.cleanser.guidance
source: Use gentle, circular motions. Avoid harsh scrubbing as your skin barrier is weaker.
tr: Dairesel ve nazik hareketlerle uygulayın. Cilt bariyeriniz zayıf olduğu için sert ovalamaktan kaçının.

# cycle.menstrual.barrierCompromised
source: Skin barrier is compromised during menstrual phase
tr: Adet dönemi boyunca cilt bariyeri hassaslaşır

# cycle.menstrual.exfoliator.warning
source: Too harsh for sensitive menstrual phase skin
tr: Hassas adet dönemi cildi için çok sert kaçar, bu dönemde ara verin.

# cycle.menstrual.retinol.guidance
source: Use pea-sized amount only. Skip if you notice irritation.
tr: Sadece bezelye büyüklüğünde bir miktar kullanın. Tahriş fark ederseniz tamamen atlayın.

# cycle.menstrual.retinol.warning
source: Increased sensitivity to actives during this phase
tr: Bu dönemde aktif içeriklere karşı hassasiyet artar

# cycle.menstrual.faceSerum.guidance
source: Choose hydrating serums with hyaluronic acid or niacinamide. Apply 2-3 drops and pat gently.
tr: Hyaluronik asit veya niasinamid içeren nemlendirici serumları tercih edin. 2-3 damla uygulayın ve nazikçe tamponlayın.

# cycle.menstrual.essence.guidance
source: Gentle patting motions work best. Essence helps prepare skin for other products during this sensitive phase.
tr: En iyi sonuçlar için nazikçe tamponlama hareketleri kullanın. Essence, bu hassas dönemde cildi diğer ürünlere hazırlar.

# cycle.menstrual.essence.warning
source: Use gentle pressure - skin barrier is compromised
tr: Nazik basınç uygulayın - cilt bariyeri hassaslaşmıştır

# cycle.menstrual.toner.guidance
source: Use alcohol-free, hydrating toners. Avoid harsh astringents during this sensitive phase.
tr: Alkol içermeyen, nemlendirici tonikler kullanın. Bu hassas dönemde sert sıkılaştırıcı (astringent) ürünlerden kaçının.

# cycle.menstrual.toner.warning
source: Skip toners with alcohol or strong acids
tr: Alkol veya güçlü asit içeren tonikleri atlayın

# cycle.menstrual.moisturizer.guidance
source: Layer generously to support barrier repair. Consider a thicker cream.
tr: Bariyer onarımını desteklemek için cömertçe katmanlayın. Daha yoğun bir krem düşünebilirsiniz.

# cycle.menstrual.sunscreen.guidance
source: Apply as usual. Protection is especially important when skin is sensitive.
tr: Her zamanki gibi uygulayın. Cilt hassasken koruma özellikle önemlidir.

# cycle.menstrual.eyeCream.guidance
source: Apply gently. Extra hydration helps with puffiness and dark circles.
tr: Nazikçe uygulayın. Ekstra nemlendirme, şişlik ve koyu halkalara iyi gelir.

# cycle.menstrual.eyeCream.warning
source: Increased fluid retention may cause puffiness
tr: Artan sıvı tutulumu şişliğe neden olabilir

# cycle.menstrual.facialOil.guidance
source: Can be beneficial for barrier support. Use 2-3 drops, not more.
tr: Bariyer desteği için faydalı olabilir. 2-3 damladan fazla kullanmayın.

# cycle.menstrual.cleansingOil.guidance
source: Use gentle, circular motions. Great for removing makeup without stripping during this sensitive time.
tr: Dairesel ve nazik hareketler kullanın. Bu hassas dönemde makyajı çıkarmak için harika, cildi de yormaz.

# cycle.menstrual.ampoule.guidance
source: Choose hydrating or soothing ampoules with ceramides or panthenol. Apply 2-3 drops, gently pat in.
tr: Seramid veya panthenol içeren nemlendirici veya yatıştırıcı ampuller seçin. 2-3 damla uygulayın ve nazikçe tamponlayın.

# cycle.menstrual.vitaminC.guidance
source: If using, opt for lower concentration (10-15%). May cause irritation on compromised barrier.
tr: Kullanıyorsanız daha düşük konsantrasyonu (%10-15) tercih edin. Hassaslaşan bariyerde tahrişe neden olabilir.

# cycle.menstrual.vitaminC.warning
source: Vitamin C can be irritating on sensitive menstrual phase skin
tr: C vitamini hassas adet dönemi cildinde tahriş edici olabilir

# cycle.menstrual.niacinamide.guidance
source: Excellent choice! Niacinamide supports barrier repair and reduces inflammation. Use 5-10% concentration.
tr: Mükemmel bir seçim! Niasinamid bariyer onarımını destekler ve iltihaplanmayı azaltır. %5-10 konsantrasyon kullanın.

# cycle.menstrual.facialMist.guidance
source: Refreshing and soothing. Spray throughout the day for extra hydration boost.
tr: Ferahlatıcı ve yatıştırıcı. Ekstra nem takviyesi için gün boyunca spreyleyin.

# cycle.menstrual.chemicalPeel.warning
source: Way too harsh for sensitive menstrual phase skin. Skip entirely.
tr: Hassas adet dönemi cildi için çok sert. Tamamen atlayın.

# cycle.menstrual.nightCream.guidance
source: Use a rich, nourishing night cream. Extra barrier support is crucial during this phase.
tr: Zengin, besleyici bir gece kremi kullanın. Bu dönemde ekstra bariyer desteği kritik önem taşır.

# cycle.follicular.cleanser.guidance
source: Your skin is resilient! Use your regular cleansing technique.
tr: Cildiniz artık daha dirençli! Normal temizleme tekniğinizi kullanın.

# cycle.follicular.exfoliator.guidance
source: Great time for deeper exfoliation. Your skin can handle more intensive treatment.
tr: Daha derin bir peeling için harika bir zaman. Cildiniz artık daha yoğun bakımları kaldırabilir.

# cycle.follicular.retinol.guidance
source: Perfect time to use your full dosage. Skin absorption is optimal.
tr: Tam dozajınızı kullanmak için mükemmel bir zaman. Cilt emilimi şu anda optimum düzeyde.

# cycle.follicular.faceSerum.guidance
source: Great time for serum treatments. Your skin can handle actives and absorbs products optimally now.
tr: Serum tedavileri için harika bir zaman. Cildiniz aktifleri tolere eder ve ürünleri en iyi şekilde emiyor.

# cycle.follicular.essence.guidance
source: Perfect time for intensive essence treatments. Your skin absorbs nutrients optimally now.
tr: Yoğun esans bakımları için mükemmel bir zaman. Cildiniz besinleri en iyi şekilde emiyor.

# cycle.follicular.toner.guidance
source: Your skin is resilient. Use your regular toner routine.
tr: Cildiniz dirençli. Normal tonik rutininizi uygulayın.

# cycle.follicular.treatment.guidance
source: Ideal time for intensive treatments, peels, or new products.
tr: Yoğun tedaviler, peelingler veya yeni ürünler denemek için ideal bir dönem.

# cycle.follicular.moisturizer.guidance
source: Your regular moisturizer is perfect. Skin is balanced.
tr: Normal nemlendiriciniz mükemmel. Cildiniz dengede.

# cycle.follicular.eyeCream.guidance
source: Apply your regular amount with gentle patting motions.
tr: Normal miktarınızı nazik tamponlama hareketleriyle uygulayın.

# cycle.follicular.facialOil.guidance
source: Great time to use facial oils. Skin absorbs them beautifully now.
tr: Yüz yağlarını kullanmak için harika bir zaman. Cilt şimdi onları harika bir şekilde emiyor.

# cycle.follicular.cleansingOil.guidance
source: Perfect for double cleansing! Your skin can handle thorough cleansing now.
tr: Çift temizleme için mükemmel! Cildiniz artık kapsamlı temizliği kaldırabilir.

# cycle.follicular.ampoule.guidance
source: Great time for intensive ampoule treatments with high-concentration actives. 3-5 drops recommended.
tr: Yüksek konsantrasyonlu aktifler içeren yoğun ampul tedavileri için harika bir zaman. 3-5 damla önerilir.

# cycle.follicular.vitaminC.guidance
source: Perfect time for vitamin C! Use 15-20% concentration. Your skin can handle stronger formulations.
tr: C vitamini için mükemmel bir zaman! %15-20 konsantrasyon kullanın. Cildiniz daha güçlü formülasyonları kaldırabilir.

# cycle.follicular.niacinamide.guidance
source: Excellent time for niacinamide. Can use up to 10% concentration for maximum brightening.
tr: Niasinamid için mükemmel bir zaman. Maksimum aydınlatma için %10 konsantrasyona kadar kullanabilirsiniz.

# cycle.follicular.chemicalPeel.guidance
source: Ideal time for chemical peels! Skin is resilient and recovers quickly during this phase.
tr: Kimyasal peelingler için ideal zaman! Cilt bu dönemde dirençli ve hızlı iyileşir.

# cycle.follicular.facialMist.guidance
source: Use as desired. Your skin is balanced and responds well to everything now.
tr: İstediğiniz gibi kullanın. Cildiniz dengeli ve şu anda her şeye iyi yanıt veriyor.

# cycle.follicular.nightCream.guidance
source: Your regular night cream works perfectly. Skin absorbs everything beautifully.
tr: Normal gece kreminiz mükemmel çalışıyor. Cilt her şeyi harika şekilde emiyor.

# cycle.ovulation.cleanser.guidance
source: Maintain your routine. Your skin is at its best!
tr: Rutininizi sürdürün. Cildiniz en iyi halinde!

# cycle.ovulation.exfoliator.guidance
source: Continue your regular exfoliation schedule.
tr: Normal peeling takviminize devam edin.

# cycle.ovulation.retinol.guidance
source: Keep up your regular retinol routine.
tr: Normal retinol rutininizi aksatmayın.

# cycle.ovulation.moisturizer.guidance
source: Your skin is well-balanced. Stick with your routine.
tr: Cildiniz iyi dengelenmiş durumda. Rutininize sadık kalın.

# cycle.ovulation.essence.guidance
source: Your skin is glowing naturally. Continue your regular essence application.
tr: Cildiniz doğal olarak parlıyor. Normal esans uygulamanıza devam edin.

# cycle.ovulation.toner.guidance
source: Your skin looks its best. Continue your regular toner routine.
tr: Cildiniz en iyi görünümünde. Normal tonik rutininize devam edin.

# cycle.ovulation.eyeCream.guidance
source: Your eye area looks bright and fresh. Continue normal application.
tr: Göz çevreniz parlak ve taze görünüyor. Normal uygulamaya devam edin.

# cycle.ovulation.facialOil.guidance
source: Continue regular use. Your skin is balanced and glowing.
tr: Normal kullanıma devam edin. Cildiniz dengeli ve ışıltılı.

# cycle.ovulation.cleansingOil.guidance
source: Continue your regular double cleansing routine. Skin is well-balanced.
tr: Normal çift temizleme rutininize devam edin. Cilt iyi dengelenmiş.

# cycle.ovulation.ampoule.guidance
source: Your skin is at its best. Continue regular ampoule application.
tr: Cildiniz en iyi halinde. Normal ampul uygulamanıza devam edin.

# cycle.ovulation.vitaminC.guidance
source: Your natural glow is enhanced by vitamin C. Continue regular use.
tr: Doğal ışıltınız C vitamini ile geliştirilir. Normal kullanıma devam edin.

# cycle.ovulation.niacinamide.guidance
source: Keep up your niacinamide routine. Skin is luminous and even-toned.
tr: Niasinamid rutininizi sürdürün. Cilt parlak ve eşit tonlu.

# cycle.ovulation.facialMist.guidance
source: Use as desired to maintain your radiant, dewy glow.
tr: Işıltılı, çiy gibi görünümünüzü korumak için istediğiniz gibi kullanın.

# cycle.ovulation.nightCream.guidance
source: Continue your regular night cream routine. Skin is well-balanced.
tr: Normal gece kremi rutininize devam edin. Cilt iyi dengelenmiş.

# cycle.luteal.cleanser.guidance
source: Double cleanse if wearing makeup. Oil production increases during this phase.
tr: Makyaj yapıyorsanız çift temizleme yapın. Bu fazda yağ üretimi artar.

# cycle.luteal.exfoliator.guidance
source: Limit to 2x per week maximum to avoid irritation.
tr: Tahrişi önlemek için haftada en fazla 2 kez ile sınırlayın.

# cycle.luteal.exfoliator.warning
source: Skin can become more reactive during luteal phase
tr: Luteal fazda cilt daha tepkisel hale gelebilir

# cycle.luteal.retinol.guidance
source: Consider reducing frequency or amount if you notice increased sensitivity.
tr: Artan hassasiyet fark ederseniz sıklığı veya miktarı azaltmayı düşünün.

# cycle.luteal.retinol.warning
source: May cause irritation as progesterone rises
tr: Progesteron yükselirken tahrişe neden olabilir

# cycle.luteal.faceMask.guidance
source: Clay or charcoal masks are excellent for managing increased oil production.
tr: Kil veya kömür maskeleri, artan yağ üretimini yönetmek için mükemmeldir.

# cycle.luteal.moisturizer.guidance
source: Consider switching to a lighter moisturizer if feeling too oily.
tr: Çok yağlı hissediyorsanız daha hafif bir nemlendiriciye geçmeyi düşünün.

# cycle.luteal.spotTreatment.guidance
source: Keep spot treatments handy. Breakouts are more common now.
tr: Lokal sivilce tedavilerini elinizin altında bulundurun. Sivilce şimdi daha yaygındır.

# cycle.luteal.toner.guidance
source: Use a balancing or mattifying toner to control oil.
tr: Yağı kontrol etmek için dengeleyici veya matlaştırıcı bir tonik kullanın.

# cycle.luteal.essence.guidance
source: Use lighter essence formulas. Heavy essences may feel too rich during this oilier phase.
tr: Daha hafif esans formüllerini kullanın. Bu yağlı dönemde yoğun esanslar fazla gelebilir.

# cycle.luteal.essence.warning
source: Skip heavy, oil-based essences if feeling congested
tr: Cildinizde tıkanıklık hissediyorsanız ağır, yağ bazlı esansları atlayın

# cycle.luteal.eyeCream.guidance
source: May need extra product for under-eye area. Watch for puffiness.
tr: Göz altı bölgesi için ekstra ürüne ihtiyacınız olabilir. Şişkinlik için dikkatli olun.

# cycle.luteal.eyeCream.warning
source: Hormonal changes may cause dark circles and puffiness
tr: Hormonal değişiklikler koyu halkalara ve şişliğe neden olabilir

# cycle.luteal.facialOil.guidance
source: Use sparingly or skip if feeling oily. Your natural sebum production is higher.
tr: Yağlı hissediyorsanız az kullanın veya atlayın. Doğal sebum üretiminiz daha yüksektir.

# cycle.luteal.facialOil.warning
source: Increased natural oil production - may cause congestion
tr: Artan doğal yağ üretimi - tıkanıklığa neden olabilir

# cycle.luteal.cleansingOil.guidance
source: Essential for removing excess sebum and makeup. Massage for 60+ seconds for thorough cleansing.
tr: Aşırı sebum ve makyajı çıkarmak için esastır. Kapsamlı temizlik için 60+ saniye masaj yapın.

# cycle.luteal.ampoule.guidance
source: Use lighter formulas. Heavy ampoules may feel too rich as oil production increases.
tr: Daha hafif formüller kullanın. Yağ üretimi arttıkça ağır ampuller çok zengin gelebilir.

# cycle.luteal.ampoule.warning
source: Switch to oil-control or mattifying ampoules if feeling greasy
tr: Yağlı hissediyorsanız yağ kontrollü veya matlaştırıcı ampullere geçin

# cycle.luteal.vitaminC.guidance
source: Consider reducing to lower concentration (10-15%) if noticing sensitivity.
tr: Hassasiyet fark ediyorsanız daha düşük konsantrasyona (%10-15) geçmeyi düşünün.

# cycle.luteal.vitaminC.warning
source: May cause irritation as hormones shift
tr: Hormonlar değişirken tahrişe neden olabilir

# cycle.luteal.niacinamide.guidance
source: Excellent choice! Niacinamide helps control oil and reduce inflammation from breakouts.
tr: Mükemmel bir seçim! Niasinamid yağı kontrol eder ve sivilce iltihabını azaltır.

# cycle.luteal.facialMist.guidance
source: Choose mattifying or oil-control mists. Helps combat shine throughout the day.
tr: Matlaştırıcı veya yağ kontrollü spreyler seçin. Gün boyunca parlamayı kontrol etmeye yardımcı olur.

# cycle.luteal.chemicalPeel.guidance
source: Use with caution. Skin may be more reactive. Consider milder formulations or skip.
tr: Dikkatli kullanın. Cilt daha reaktif olabilir. Daha hafif formülasyonlar düşünün veya atlayın.

# cycle.luteal.chemicalPeel.warning
source: Increased sensitivity - may cause irritation
tr: Artan hassasiyet - tahrişe neden olabilir

# cycle.luteal.nightCream.guidance
source: Consider switching to a lighter night cream or gel-based moisturizer if feeling oily.
tr: Yağlı hissediyorsanız daha hafif bir gece kremine veya jel bazlı nemlendiriciye geçmeyi düşünün.

# cycle.luteal.nightCream.warning
source: Heavy creams may cause congestion during this phase
tr: Ağır kremler bu dönemde tıkanıklığa neden olabilir

# weather.uv_extreme.sunscreen.note
source: UV is extreme. Use SPF 50+ and reapply every 1-2 hours. Stay in shade during peak hours (10am-4pm).
tr: UV aşırı seviyede. SPF 50+ kullanın ve her 1-2 saatte bir yenileyin. En yoğun saatlerde (10:00-16:00) gölgede kalın.

# weather.uv_extreme.antioxidant.note
source: Add antioxidant protection against extreme UV damage.
tr: Aşırı UV hasarına karşı antioksidan koruma ekleyin.

# weather.uv_extreme.retinoid_skip.note
source: Skip retinoids in morning routine—extreme UV increases photosensitivity.
tr: Sabah rutininizde retinoidleri atlayın—aşırı UV, ışığa duyarlılığı artırır.

# weather.uv_extreme.exfoliant_skip.note
source: Skip exfoliants in morning—extreme UV will damage sensitized skin.
tr: Sabah peelinglerini atlayın—aşırı UV, hassaslaşan cilde zarar verir.

# weather.uv_extreme.essence.note
source: Apply quickly and follow with SPF. Don't spend extra time on essence during extreme UV days.
tr: Hızlıca uygulayın ve SPF ile takip edin. Aşırı UV günlerinde esansa ekstra zaman harcamayın.

# weather.uv_extreme.moisturizer.note
source: Use lightweight formula. Heavy moisturizers under SPF 50+ can feel too thick.
tr: Hafif formül kullanın. SPF 50+ altında ağır nemlendiriciler çok kalın hissedebilir.

# weather.uv_extreme.eyecream.note
source: Don't forget SPF-protection for eye area. Wear sunglasses outdoors.
tr: Göz çevresi için SPF korumasını unutmayın. Dışarıda güneş gözlüğü takın.

# weather.uv_extreme.niacinamide.note
source: Niacinamide helps prevent UV damage and hyperpigmentation. Apply before sunscreen.
tr: Niasinamid UV hasarını ve hiperpigmentasyonu önlemeye yardımcı olur. Güneş kreminden önce uygulayın.

# weather.uv_extreme.vitaminc.note
source: Vitamin C boosts sun protection when layered under SPF. Use 15-20% concentration.
tr: C vitamini SPF altında katmanlandığında güneş korumasını artırır. %15-20 konsantrasyon kullanın.

# weather.uv_high.sunscreen.note
source: UV is high. Use SPF 50+ and reapply every 2 hours. Add antioxidant serum.
tr: UV yüksek seviyede. SPF 50+ kullanın ve her 2 saatte bir yenileyin. Antioksidan serum ekleyin.

# weather.uv_high.antioxidant.note
source: Antioxidants protect against UV damage. Apply before sunscreen.
tr: Antioksidanlar UV hasarına karşı korur. Güneş kreminden önce uygulayın.

# weather.uv_high.retinoid_reduce.note
source: Avoid retinoids in morning routine when UV is high—use in PM instead.
tr: UV yüksekken sabah rutininizde retinoidlerden kaçının—bunun yerine akşam kullanın.

# weather.uv_high.exfoliant_reduce.note
source: Reduce exfoliant use in morning—high UV can damage sensitized skin.
tr: Sabah peeling kullanımını azaltın—yüksek UV hassaslaşan cilde zarar verebilir.

# weather.uv_moderate.sunscreen.note
source: UV is moderate. SPF 30-50 recommended. Reapply if outdoors.
tr: UV orta seviyede. SPF 30-50 tavsiye edilir. Dışarıdaysanız yenileyin.

# weather.uv_moderate.antioxidant.note
source: Antioxidant serum is beneficial for moderate UV protection.
tr: Antioksidan serum, orta düzey UV koruması için faydalıdır.

# weather.uv_low.sunscreen.note
source: UV is low. SPF 30 is sufficient. Safe to use actives like retinoids.
tr: UV düşük seviyede. SPF 30 yeterlidir. Retinoid gibi aktif içerikleri kullanmak güvenlidir.

# weather.low_humidity.moisturizer.note
source: Air is dry. Use heavier moisturizer or add occlusive layer.
tr: Hava kuru. Daha yoğun nemlendirici kullanın veya oklüzif (bariyer) bir katman ekleyin.

# weather.low_humidity.hydration.note
source: Add hydrating toner or HA serum to combat dry air.
tr: Kuru havayla mücadele etmek için nemlendirici bir tonik veya HA (hyaluronik asit) serum ekleyin.

# weather.low_humidity.exfoliant_caution.note
source: Reduce exfoliation frequency. Dry air makes skin more sensitive to acids.
tr: Peeling sıklığını azaltın. Kuru hava cildi asitlere karşı daha hassas hale getirir.

# weather.low_humidity.essence.note
source: Essence provides crucial hydration layer in dry air. Apply generously and pat in thoroughly.
tr: Esans kuru havada kritik nemlendirme katmanı sağlar. Cömertçe uygulayın ve iyice tamponlayın.

# weather.low_humidity.faceserum.note
source: Choose hydrating serums with hyaluronic acid or glycerin. Layer multiple serums if needed.
tr: Hyaluronik asit veya gliserin içeren nemlendirici serumlar seçin. Gerekirse birden fazla serum katmanlayın.

# weather.low_humidity.eyecream.note
source: Eye area shows dryness first. Apply extra product and reapply throughout day if needed.
tr: Göz çevresi kuruluk belirtilerini ilk gösteren alan. Ekstra ürün uygulayın ve gerekirse gün boyunca tekrarlayın.

# weather.low_humidity.facialoil.note
source: Facial oil seals in moisture and prevents water loss. Apply as last step, 3-5 drops.
tr: Yüz yağı nem kaybını önler ve içerideki nemi kilitler. Son adım olarak 3-5 damla uygulayın.

# weather.low_humidity.toner.note
source: Use hydrating toner, not astringent. Apply multiple layers (7-skin method) for extra hydration.
tr: Sıkılaştırıcı değil, nemlendirici tonik kullanın. Ekstra nemlendirme için çoklu katmanlar (7-skin metodu) uygulayın.

# weather.low_humidity.facialmist.note
source: Mist throughout the day to combat dryness. Follow with light moisturizer to seal in moisture.
tr: Kurulukla mücadele için gün boyunca spreyleyin. Nemi kilitlemek için hafif nemlendirici ile takip edin.

# weather.high_humidity.moisturizer.note
source: Switch to gel or lightweight formula. Heavy creams may feel suffocating in humid weather.
tr: Jel veya hafif formüle geçin. Ağır kremler nemli havalarda boğucu hissettirebilir.

# weather.high_humidity.occlusive_skip.note
source: Skip thick occlusives or heavy oils in humid weather.
tr: Nemli havalarda kalın oklüzifleri veya ağır yağları atlayın.

# weather.high_humidity.essence.note
source: Use water-based essence only. Skip heavy, oil-based essences to avoid greasiness.
tr: Sadece su bazlı esans kullanın. Yağlılık hissini önlemek için ağır, yağ bazlı esansları atlayın.

# weather.high_humidity.facialoil.note
source: Skip facial oil in humid weather. Natural oil production is already elevated.
tr: Nemli havalarda yüz yağını atlayın. Doğal yağ üretimi zaten yüksektir.

# weather.high_humidity.toner.note
source: Use mattifying or pore-refining toner. Helps control shine and minimize oil production.
tr: Matlaştırıcı veya gözenek sıkılaştırıcı tonik kullanın. Parlamayı kontrol etmeye ve yağ üretimini minimize etmeye yardımcı olur.

# weather.high_humidity.facialmist.note
source: Use mattifying mist to control shine. Mist throughout day as needed.
tr: Parlamayı kontrol etmek için matlaştırıcı sprey kullanın. Gün boyunca gerektiğinde spreyleyin.

# weather.high_humidity.niacinamide.note
source: Niacinamide helps regulate sebum production in humid weather. Use 10% concentration.
tr: Niasinamid nemli havalarda sebum üretimini düzenlemeye yardımcı olur. %10 konsantrasyon kullanın.

# weather.windy.barrier.note
source: Windy conditions strip moisture. Apply barrier cream or balm.
tr: Rüzgarlı koşullar nemi ciltten çeker. Bariyer krem veya balm uygulayın.

# weather.windy.exfoliant_skip.note
source: Skip harsh peels today—wind can irritate sensitized skin.
tr: Bugün sert peelingleri atlayın—rüzgar hassaslaşan cildi tahriş edebilir.

# weather.windy.retinoid_caution.note
source: Wind can irritate skin. Reduce strength of retinoids today.
tr: Rüzgar cildi tahriş edebilir. Bugün retinoidlerin gücünü azaltın.

# weather.windy.moisturizer.note
source: Use barrier-repair cream with ceramides. Wind damages skin barrier rapidly.
tr: Seramid içeren bariyer onarıcı krem kullanın. Rüzgar cilt bariyerine hızla zarar verir.

# weather.windy.facialoil.note
source: Apply facial oil to create protective barrier against wind damage.
tr: Rüzgar hasarına karşı koruyucu bariyer oluşturmak için yüz yağı uygulayın.

# weather.windy.exfoliant.note
source: Skip exfoliation. Wind exposure on exfoliated skin causes severe irritation.
tr: Peeling yapmayın. Peeling yapılmış cilde rüzgar maruziyeti ciddi tahrişe neden olur.

# weather.cold.moisturizer.note
source: Use thicker, richer cream. Cold air strips moisture from skin rapidly.
tr: Daha kalın, daha zengin krem kullanın. Soğuk hava ciltten nemi hızla çeker.
