Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Adaptations.strings
Languages: tr

# weather.cold.barrier.note
source: Add barrier-supporting ingredients (ceramides, squalane, niacinamide).
tr: Bariyeri destekleyen içerikler (seramid, skualan, niasinamid) ekleyin.

# weather.cold.eyecream.note
source: Apply extra to eye area. Cold wind causes dryness and irritation around eyes.
tr: Göz çevresine ekstra ürün uygulayın. Soğuk rüzgar gözlerin etrafında kuruluk ve tahrişe neden olur.

# weather.cold.facialoil.note
source: Layer facial oil over moisturizer for extra protection barrier against cold air.
tr: Soğuk havaya karşı ekstra koruma bariyeri için nemlendirici üzerine yüz yağı katmanlayın.

# weather.cold.cleanser.note
source: Use gentle, cream-based cleanser. Avoid foaming cleansers that strip natural oils.
tr: Nazik, krem bazlı temizleyici kullanın. Doğal yağları soyup alan köpüren temizleyicilerden kaçının.

# weather.cold.exfoliant.note
source: Reduce frequency to 1-2x/week max. Cold weather compromises skin barrier.
tr: Sıklığı haftada maksimum 1-2 kez azaltın. Soğuk hava cilt bariyerini zayıflatır.

# weather.hot.moisturizer.note
source: Switch to gel-based or water-cream formula. Heavy creams feel uncomfortable in heat.
tr: Jel bazlı veya su-krem formüle geçin. Ağır kremler sıcakta rahatsız edici hissedilir.

# weather.hot.spf_mattifying.note
source: Hot weather increases sun exposure. Use mattifying sunscreen and reapply frequently due to sweat.
tr: Sıcak hava güneşe maruziyeti artırır. Matlaştırıcı güneş kremi kullanın ve terleme nedeniyle sık sık yenileyin.

# weather.hot.cleanser.note
source: Cleanse more frequently if sweating. Use gentle foaming cleanser to remove excess oil and sweat.
tr: Terliyorsanız daha sık temizleyin. Aşırı yağ ve teri çıkarmak için nazik köpüren temizleyici kullanın.

# weather.hot.facialmist.note
source: Keep in fridge for cooling effect. Mist frequently to refresh and hydrate.
tr: Soğutma etkisi için buzdolabında saklayın. Tazelemek ve nemlendirmek için sık sık spreyleyin.

# weather.hot.essence.note
source: Use watery essence only. Skip thick, viscous formulas that feel heavy in heat.
tr: Sadece sulu esans kullanın. Sıcakta ağır hissedilen kalın, viskoz formülleri atlayın.

# weather.hot_humid.combo_spf.note
source: Hot and humid. Choose gel-based SPF for comfort. Reapply every 2 hours.
tr: Sıcak ve nemli. Konfor için jel bazlı SPF seçin. Her 2 saatte bir yenileyin.

# weather.snow.spf_extreme.note
source: Snow reflects up to 80% of UV rays—double exposure. Treat as extreme UV day.
tr: Kar, UV ışınlarının %80'ine kadarını yansıtır—bu çifte maruziyet demektir. Aşırı UV günü gibi davranın.

# weather.snow.retinoid_caution.note
source: Skip morning retinoids—snow reflection doubles UV exposure.
tr: Sabah retinoidlerini atlayın—kar yansıması UV maruziyetini iki katına çıkarır.

# weather.snow.moisturizer.note
source: Use richest cream you have. Snow reflects UV and cold air causes extreme dryness.
tr: Sahip olduğunuz en zengin kremi kullanın. Kar UV'yi yansıtır ve soğuk hava aşırı kuruluk yaratır.

# weather.snow.sunscreen.note
source: CRITICAL: Snow reflects 80% of UV rays. Use SPF 50+ and reapply every 2 hours outdoors.
tr: KRİTİK: Kar, UV ışınlarının %80'ini yansıtır. SPF 50+ kullanın ve dışarıda her 2 saatte bir yenileyin.

# weather.snow.facialoil.note
source: Layer generously over moisturizer. Creates essential protective barrier in harsh conditions.
tr: Nemlendirici üzerine cömertçe katmanlayın. Sert koşullara karşı hayati koruyucu bariyer oluşturur.

# weather.snow.exfoliant.note
source: Do NOT exfoliate during snow conditions. Combination of cold + UV reflection will damage barrier.
tr: Karlı koşullarda peeling YAPMAYIN. Soğuk + UV yansıması kombinasyonu bariyere zarar verir.

# ensure.sunscreen_spf50
source: Sunscreen SPF 50+
tr: Güneş Kremi SPF 50+

# ensure.antioxidant_serum
source: Antioxidant Serum
tr: Antioksidan Serum

# ensure.antioxidant_serum_vitc
source: Antioxidant Serum (Vit C/EGCG)
tr: Antioksidan Serum (C Vitamini/EGCG)

# adaptations.cycle.phase.menstrual
source: Menstrual Phase
tr: Adet Dönemi (Menstrual Faz)

# adaptations.cycle.phase.follicular
source: Follicular Phase
tr: Foliküler Faz

# adaptations.cycle.phase.ovulation
source: Ovulation Phase
tr: Yumurtlama Dönemi (Ovulasyon Fazı)

# adaptations.cycle.phase.luteal
source: Luteal Phase
tr: Luteal Faz

# adaptations.weather.context.uv_extreme
source: Extreme UV
tr: Aşırı UV

# adaptations.weather.context.uv_high
source: High UV
tr: Yüksek UV

# adaptations.weather.context.uv_moderate
source: Moderate UV
tr: Orta UV

# adaptations.weather.context.uv_low
source: Low UV
tr: Düşük UV

# adaptations.weather.context.low_humidity
source: Low Humidity
tr: Düşük Nem

# adaptations.weather.context.high_humidity
source: High Humidity
tr: Yüksek Nem

# adaptations.weather.context.windy
source: Windy
tr: Rüzgarlı

# adaptations.weather.context.cold
source: Cold
tr: Soğuk

# adaptations.weather.context.hot
source: Hot
tr: Sıcak

# adaptations.weather.context.snow
source: Snow
tr: Karlı

# briefing.menstrual.title
source: Menstrual Phase (Days 1-5)
tr: Adet Dönemi (1-5. Günler)

# briefing.menstrual.summary
source: Your skin is more sensitive right now. Focus on gentle, hydrating care and barrier support.
tr: Cildiniz şu anda daha hassas. Nazik, nemlendirici bakıma ve bariyer desteğine odaklanın.

# briefing.menstrual.tip.1
source: Avoid harsh actives and exfoliation
tr: Sert aktiflerden ve peelingden kaçının

# briefing.menstrual.tip.2
source: Prioritize barrier repair with gentle, hydrating products
tr: Nazik, nemlendirici ürünlerle bariyer onarımına öncelik verin

# briefing.menstrual.tip.3
source: Use calming ingredients like ceramides and niacinamide
tr: Seramid ve niasinamid gibi yatıştırıcı içerikler kullanın

# briefing.menstrual.tip.4
source: Be extra gentle with cleansing
tr: Temizleme konusunda ekstra nazik olun

# briefing.menstrual.warning.1
source: Skin barrier is compromised
tr: Cilt bariyeri hassaslaşmıştır

# briefing.menstrual.warning.2
source: Increased sensitivity to actives
tr: Aktif içeriklere karşı artan hassasiyet

# briefing.follicular.title
source: Follicular Phase (Days 6-13)
tr: Foliküler Faz (6-13. Günler)

# briefing.follicular.summary
source: Your skin is resilient and glowing! This is the perfect time for intensive treatments and trying new products.
tr: Cildiniz dirençli ve ışıl ışıl! Yoğun bakımlar denemek ve yeni ürünlere başlamak için mükemmel bir zaman.

# briefing.follicular.tip.1
source: Perfect time for intensive treatments and peels
tr: Yoğun bakımlar ve peelingler için mükemmel zaman

# briefing.follicular.tip.2
source: Try new products or increase active concentration
tr: Yeni ürünler deneyin veya aktif konsantrasyonunu artırın

# briefing.follicular.tip.3
source: Maximize use of exfoliants and retinoids
tr: Peeling ve retinoid kullanımını maksimize edin

# briefing.follicular.tip.4
source: Skin has optimal absorption and resilience
tr: Cilt emilimi ve direnci optimum düzeydedir

# briefing.ovulation.title
source: Ovulation Phase (Days 14-16)
tr: Yumurtlama Dönemi (14-16. Günler)

# briefing.ovulation.summary
source: Your skin looks its best! Maintain your routine and enjoy your natural glow.
tr: Cildiniz en iyi halinde görünüyor! Rutininizi sürdürün ve doğal ışıltınızın tadını çıkarın.

# briefing.ovulation.tip.1
source: Skin is at peak radiance and firmness
tr: Cilt, parlaklık ve sıkılık açısından zirvede

# briefing.ovulation.tip.2
source: Maintain your current routine
tr: Mevcut rutininizi aynen sürdürün

# briefing.ovulation.tip.3
source: Great time for photos and events
tr: Fotoğraflar ve etkinlikler için harika bir zaman

# briefing.ovulation.tip.4
source: Natural glow is maximized
tr: Doğal ışıltı maksimize edilmiştir

# briefing.luteal.title
source: Luteal Phase (Days 17-28)
tr: Luteal Faz (17-28. Günler)

# briefing.luteal.summary
source: Oil production increases and breakouts may appear. Focus on balancing and oil control.
tr: Yağ üretimi artar ve sivilce oluşumu başlayabilir. Dengelemeye ve yağ kontrolüne odaklanın.

# briefing.luteal.tip.1
source: Use mattifying or balancing toners
tr: Matlaştırıcı veya dengeleyici tonikler kullanın

# briefing.luteal.tip.2
source: Add clay masks to control shine
tr: Parlamayı kontrol etmek için kil maskeleri ekleyin

# briefing.luteal.tip.3
source: Keep spot treatments ready
tr: Lokal sivilce tedavilerini hazır tutun

# briefing.luteal.tip.4
source: Consider lighter moisturizers
tr: Daha hafif nemlendiriciler düşünün

# briefing.luteal.tip.5
source: Limit harsh actives to avoid irritation
tr: Tahrişi önlemek için sert aktifleri sınırlayın

# briefing.luteal.warning.1
source: Increased oil production
tr: Artan yağ üretimi

# briefing.luteal.warning.2
source: Higher breakout risk
tr: Yüksek sivilce riski

# briefing.luteal.warning.3
source: Possible increased sensitivity
tr: Olası artan hassasiyet

# briefing.uv_extreme.title
source: Extreme UV Protection
tr: Aşırı UV Koruması

# briefing.uv_extreme.summary
source: UV index is extremely high today. Maximum sun protection is critical.
tr: UV indeksi bugün aşırı derecede yüksek. Maksimum güneş koruması hayati önem taşıyor.

# briefing.uv_extreme.tip.1
source: Use SPF 50+ and reapply every 1-2 hours
tr: SPF 50+ kullanın ve her 1-2 saatte bir yenileyin

# briefing.uv_extreme.tip.2
source: Add antioxidant serum (Vit C, EGCG)
tr: Antioksidan serum (C Vitamini, EGCG) ekleyin

# briefing.uv_extreme.tip.3
source: Avoid peak sun hours (10am-4pm)
tr: Güneşin en tepede olduğu saatlerden (10:00-16:00) kaçının

# briefing.uv_extreme.tip.4
source: Wear protective clothing and sunglasses
tr: Koruyucu giysiler ve güneş gözlüğü takın

# briefing.uv_extreme.warning.1
source: Skip retinoids and strong acids in morning routine
tr: Sabah rutininizde retinoidleri ve güçlü asitleri atlayın

# briefing.uv_extreme.warning.2
source: Reapply sunscreen frequently if outdoors
tr: Dışarıdaysanız güneş kremini sık sık yenileyin

# briefing.uv_high.title
source: High UV Protection
tr: Yüksek UV Koruması

# briefing.uv_high.summary
source: UV index is high. Extra sun protection is recommended.
tr: UV indeksi yüksek. Ekstra güneş koruması tavsiye edilir.

# briefing.uv_high.tip.1
source: Use SPF 50+ and reapply every 2 hours
tr: SPF 50+ kullanın ve her 2 saatte bir yenileyin

# briefing.uv_high.tip.2
source: Add antioxidant serum for extra protection
tr: Ekstra koruma için antioksidan serum ekleyin

# briefing.uv_high.tip.3
source: Limit direct sun exposure
tr: Doğrudan güneşe maruziyeti sınırlandırın

# briefing.uv_high.warning.1
source: Avoid retinoids and acids in morning routine
tr: Sabah rutininizde retinoid ve asitlerden kaçının

# briefing.uv_moderate.title
source: Moderate UV Protection
tr: Orta UV Koruması

# briefing.uv_moderate.summary
source: UV index is moderate. Standard sun protection applies.
tr: UV indeksi orta düzeyde. Standart güneş koruması geçerlidir.

# briefing.uv_moderate.tip.1
source: SPF 30-50 is recommended
tr: SPF 30-50 önerilir

# briefing.uv_moderate.tip.2
source: Antioxidant serum is optional but beneficial
tr: Antioksidan serum isteğe bağlıdır ancak faydalıdır

# briefing.uv_moderate.tip.3
source: Reapply sunscreen if spending time outdoors
tr: Dışarıda zaman geçiriyorsanız güneş kremini yenileyin

# briefing.uv_low.title
source: Low UV - Safe for Actives
tr: Düşük UV - Aktif İçerikler Güvenli

# briefing.uv_low.summary
source: UV index is low. Good day for active ingredients.
tr: UV indeksi düşük. Aktif içerikler için iyi bir gün.

# briefing.uv_low.tip.1
source: SPF 30 is sufficient
tr: SPF 30 yeterlidir

# briefing.uv_low.tip.2
source: Safe to use retinoids and acids
tr: Retinoid ve asit kullanmak güvenlidir

# briefing.uv_low.tip.3
source: Good day for treatments that increase sun sensitivity
tr: Güneş hassasiyetini artıran tedaviler için iyi bir gün

# briefing.low_humidity.title
source: Dry Air - Extra Hydration
tr: Kuru Hava - Ekstra Nemlendirme

# briefing.low_humidity.summary
source: Low humidity can dehydrate your skin.
tr: Düşük nem cildinizi kurutabilir ve nemsiz bırakabilir.

# briefing.low_humidity.tip.1
source: Use heavier moisturizers
tr: Daha yoğun nemlendiriciler kullanın

# briefing.low_humidity.tip.2
source: Add hydrating toner or HA serum
tr: Nemlendirici tonik veya HA serumu ekleyin

# briefing.low_humidity.tip.3
source: Consider occlusive layer to seal in moisture
tr: Nemi hapsetmek için oklüzif bir katman düşünün

# briefing.low_humidity.tip.4
source: Drink plenty of water
tr: Bol su içmeyi unutmayın

# briefing.low_humidity.warning.1
source: Avoid over-exfoliating in dry conditions
tr: Kuru koşullarda aşırı peelingden kaçının

# briefing.high_humidity.title
source: Humid Air - Lighter Products
tr: Nemli Hava - Daha Hafif Ürünler

# briefing.high_humidity.summary
source: High humidity means your skin needs less occlusion.
tr: Yüksek nem, cildinizin daha az bariyer desteğine ihtiyacı olduğu anlamına gelir.

# briefing.high_humidity.tip.1
source: Use lighter gel moisturizers
tr: Daha hafif jel nemlendiriciler kullanın

# briefing.high_humidity.tip.2
source: Avoid thick occlusives
tr: Kalın oklüziflerden kaçının

# briefing.high_humidity.tip.3
source: Mattifying products work well
tr: Matlaştırıcı ürünler iyi sonuç verir

# briefing.high_humidity.tip.4
source: Focus on water-based formulations
tr: Su bazlı formülasyonlara odaklanın

# briefing.windy.title
source: Windy - Barrier Protection
tr: Rüzgarlı - Bariyer Koruması

# briefing.windy.summary
source: Wind strips moisture and can irritate skin.
tr: Rüzgar nemi ciltten çeker ve tahrişe neden olabilir.

# briefing.windy.tip.1
source: Apply barrier cream or balm
tr: Bariyer krem veya balm uygulayın

# briefing.windy.tip.2
source: Use soothing ingredients (ceramide, squalane)
tr: Yatıştırıcı içerikler kullanın (seramid, skualan)

# briefing.windy.tip.3
source: Protect face from direct wind exposure
tr: Yüzünüzü doğrudan rüzgar maruziyetinden koruyun

# briefing.windy.warning.1
source: Skip harsh peels and strong retinoids
tr: Sert peelingleri ve güçlü retinoidleri atlayın

# briefing.cold.title
source: Cold Weather - Rich Protection
tr: Soğuk Hava - Zengin Koruma

# briefing.cold.summary
source: Cold temperatures require barrier-focused skincare.
tr: Soğuk hava, bariyer odaklı cilt bakımı gerektirir.

# briefing.cold.tip.1
source: Use richer, more protective moisturizers
tr: Daha zengin, daha koruyucu nemlendiriciler kullanın

# briefing.cold.tip.2
source: Add ceramides or squalane
tr: Seramid veya skualan ekleyin

# briefing.cold.tip.3
source: Protect skin barrier from harsh elements
tr: Cilt bariyerini sert hava koşullarından koruyun

# briefing.cold.tip.4
source: Don't skip sunscreen (UV still present)
tr: Güneş kremini atlamayın (UV hala mevcuttur)

# briefing.hot.title
source: Hot Weather - Light & Mattifying
tr: Sıcak Hava - Hafif ve Matlaştırıcı

# briefing.hot.summary
source: Hot temperatures call for lighter formulations.
tr: Sıcak hava, daha hafif formülasyonlar gerektirir.

# briefing.hot.tip.1
source: Use oil-free, lightweight products
tr: Yağsız, hafif ürünler kullanın

# briefing.hot.tip.2
source: Choose mattifying sunscreen
tr: Matlaştırıcı güneş kremi seçin

# briefing.hot.tip.3
source: Keep skin clean to prevent breakouts
tr: Sivilceyi önlemek için cildi temiz tutun

# briefing.hot.tip.4
source: Reapply sunscreen more frequently due to sweat
tr: Terleme nedeniyle güneş kremini daha sık yenileyin

# briefing.snow.title
source: Snow - Double UV Exposure
tr: Karlı Hava - Çifte UV Maruziyeti

# briefing.snow.summary
source: Snow reflects UV rays, significantly increasing exposure.
tr: Kar, UV ışınlarını yansıtarak maruziyeti önemli ölçüde artırır.

# briefing.snow.tip.1
source: Treat as a high UV day
tr: Yüksek UV günü gibi davranın

# briefing.snow.tip.2
source: Use SPF 50+
tr: SPF 50+ kullanın

# briefing.snow.tip.3
source: Wear sunglasses to protect eyes
tr: Gözleri korumak için güneş gözlüğü takın

# briefing.snow.tip.4
source: Reapply sunscreen frequently
tr: Güneş kremini sık sık yenileyin

# briefing.snow.warning.1
source: Snow reflects up to 80% of UV rays
tr: Kar, UV ışınlarının %80'ine kadarını yansıtır

# cycle.follicular.hyaluronicAcid.guidance
source: Perfect time for hyaluronic acid! Your skin is in its prime hydration phase. Apply to damp skin for maximum absorption.
tr: Hyaluronik asit için mükemmel zaman! Cildiniz en iyi nem fazında. Maksimum emilim için nemli cilde uygulayın.

# cycle.menstrual.hyaluronicAcid.guidance
source: Hydration is key during this phase. Apply hyaluronic acid to damp skin and seal with moisturizer immediately.
tr: Bu fazda nem anahtardır. Hyaluronik asidi nemli cilde uygulayın ve hemen nemlendirici ile mühürleyin.

# cycle.ovulation.hyaluronicAcid.guidance
source: Your skin is at peak glow! Hyaluronic acid enhances your natural radiance. Apply morning and evening.
tr: Cildiniz en parlak döneminde! Hyaluronik asit doğal ışıltınızı artırır. Sabah ve akşam uygulayın.

# cycle.luteal.hyaluronicAcid.guidance
source: Combat increased oil with hydrating (not oily) ingredients. Hyaluronic acid provides moisture without greasiness.
tr: Artan yağlanmaya karşı nemlendirici (yağlı olmayan) bileşenler kullanın. Hyaluronik asit yağsız nem sağlar.

# cycle.follicular.peptide.guidance
source: Excellent time for peptides! Your skin's collagen production is naturally higher. Use regularly for best anti-aging results.
tr: Peptitler için mükemmel zaman! Cildinizin kolajen üretimi doğal olarak daha yüksek. Düzenli kullanın.

# cycle.menstrual.peptide.guidance
source: Peptides are gentle and suitable for sensitive menstrual phase skin. Continue as usual.
tr: Peptitler nazik ve hassas adet fazı cildi için uygundur. Normalde devam edin.

# cycle.ovulation.peptide.guidance
source: Perfect time to maximize peptide benefits! Your skin is most receptive to firming and plumping ingredients.
tr: Peptit faydalarını maksimuma çıkarmak için mükemmel zaman! Cildiniz sıkılaştırıcı ve dolgunlaştırıcı bileşenlere en açık.

# cycle.luteal.peptide.guidance
source: Peptides are non-comedogenic and safe to use. Continue your anti-aging routine even during breakout-prone phase.
tr: Peptitler komedojenik değildir ve güvenle kullanılabilir. Sivilceye eğilimli fazda bile yaşlanma karşıtı rutininize devam edin.

# weather.hotDry.hyaluronicAcid.guidance
source: Essential in dry heat! Apply to damp skin immediately after cleansing. Layer with occlusive moisturizer to prevent evaporation.
tr: Kuru sıcakta çok önemli! Temizlemeden hemen sonra nemli cilde uygulayın. Buharlaşmayı önlemek için tıkayıcı nemlendiriciyle katmanlayın.

# weather.hotDry.hyaluronicAcid.warning
source: HA can pull moisture FROM skin if air is too dry - always seal with moisturizer
tr: Hava çok kuru ise HA ciltten nemi çekebilir - her zaman nemlendiriciyle mühürleyin

# weather.hotHumid.hyaluronicAcid.guidance
source: High humidity provides natural hydration. You may use lighter amounts or skip if skin feels sufficiently hydrated.
tr: Yüksek nem doğal nemlendirme sağlar. Daha az miktarda kullanabilir veya cilt yeterince nemli hissediyorsa atlayabilirsiniz.

# weather.cold.hyaluronicAcid.guidance
source: Critical for cold weather hydration! Apply to damp skin and seal immediately. Prevents moisture loss from cold, dry air.
tr: Soğuk hava nemlendirmesi için kritik! Nemli cilde uygulayın ve hemen mühürleyin. Soğuk, kuru havadan nem kaybını önler.

# weather.cold.hyaluronicAcid.warning
source: Always apply moisturizer on top - HA needs to be sealed in cold weather
tr: Her zaman üstüne nemlendirici uygulayın - soğuk havada HA mühürlenmelidir

# weather.general.peptide.guidance
source: Peptides are stable in all weather conditions. Continue regular use for anti-aging benefits.
tr: Peptitler tüm hava koşullarında kararlıdır. Yaşlanma karşıtı faydalar için düzenli kullanıma devam edin.

# weather.hotDry.peptide.guidance
source: Excellent time for peptides! Dry heat doesn't affect peptide efficacy. Use to support barrier repair.
tr: Peptitler için mükemmel zaman! Kuru sıcak peptit etkinliğini etkilemez. Bariyer onarımını desteklemek için kullanın.
