Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Completions.strings
Languages: tr

# completions.productsUsed
source: Products used
tr: Kullanılan Ürünler

# completions.routinesCompleted
source: Routines completed
tr: Tamamlanan Rutinler

# completions.morningRoutine
source: Morning routine
tr: Sabah rutini

# completions.eveningRoutine
source: Evening routine
tr: Akşam rutini

# completions.noProductsUsed
source: No products used
tr: Henüz ürün kullanılmadı

# completions.noRoutinesCompleted
source: No routines completed
tr: Henüz rutin tamamlanmadı

# completions.completeStepsToSee
source: Complete your routine steps to see them here
tr: Adımları tamamladığınızda burada görebilirsiniz

# completions.timeline
source: Timeline
tr: Zaman Çizelgesi

# completions.journal
source: Journal
tr: Cilt Günlüğü

# completions.insights
source: Insights
tr: Analizler

# completions.yourInsights
source: Your Insights
tr: Analizleriniz

# completions.lastNDays
source: Last 30 days
tr: Son 30 gün

# completions.currentStreak
source: Current Streak
tr: Güncel Seri

# completions.dayInRow
source: Day in a row
tr: Gün üst üste

# completions.daysInRow
source: Days in a row
tr: Gün üst üste

# completions.weekly
source: Weekly
tr: Haftalık

# completions.monthly
source: Monthly
tr: Aylık

# completions.morning
source: Morning
tr: Sabah

# completions.evening
source: Evening
tr: Akşam

# completions.daysCompleted
source: days completed
tr: gün tamamlandı

# completions.loadingInsights
source: Loading insights...
tr: Analizler yükleniyor...

# completions.consistencyInsight
source: Consistency Insight
tr: Süreklilik Analizi

# completions.adaptationImpact
source: Adaptation Impact
tr: Adaptasyon Etkisi

# completions.thisWeekVsLastWeek
source: this week vs last week
tr: bu hafta geçen haftaya göre

# completions.skinJournal
source: Skin Journal
tr: Cilt Günlüğü

# completions.seeYourSkinGlowEvolve
source: See your skin glow evolve
tr: Cildinizin ışıltısının nasıl geliştiğini izleyin

# completions.discoverPatterns
source: Discover patterns and trends in your skincare journey
tr: Cilt bakımı yolculuğunuzdaki desenleri ve trendleri keşfedin
