Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Discover.strings
Languages: tr

# discover.title
source: Discover
tr: Keşfet

# discover.subtitle
source: Expert-curated routines and trending favorites
tr: Uzman onaylı rutinler ve trend olan favoriler

# discover.allRoutines
source: All Routines
tr: Tüm Rutinler

# discover.viewAll
source: View All
tr: Tümünü Gör

# discover.error
source: Error
tr: Hata

# discover.retry
source: Retry
tr: Tekrar Dene

# discover.dismiss
source: Dismiss
tr: Kapat

# discover.freshDrops.title
source: Fresh Drops
tr: Taze Rutinler

# discover.freshDrops.subtitle
source: Updated every few days — save your favorites
tr: Birkaç günde bir güncellenir — favorilerinizi kaydedin

# discover.freshDrops.empty
source: Check back soon for fresh routines!
tr: Taze rutinler için yakında tekrar kontrol edin!

# discover.freshDrops.stepsAndDuration
source: %d steps • %@
tr: %d adım • %@

# discover.metrics.steps
source: steps
tr: adım

# discover.personalized.title
source: Create your personalized routine
tr: Kişiselleştirilmiş rutininizi oluşturun

# discover.personalized.subtitle
source: Intelligent routine creation just for you
tr: Size özel akıllı rutin oluşturma

# discover.personalized.createTitle
source: Create Your Personalized Routine
tr: Kişiselleştirilmiş Rutininizi Oluşturun

# discover.personalized.customizeInstructions
source: Customize your preferences below, or skip sections you don't want to change. Tap anywhere on a section card to expand it.
tr: Tercihlerinizi aşağıdan özelleştirin veya değiştirmek istemediğiniz bölümleri atlayın. Genişletmek için bir bölüm kartına herhangi bir yere dokunun.

# discover.personalized.saveRoutine
source: Save Routine
tr: Rutini Kaydet

# discover.personalized.generateRoutine
source: Generate My Routine
tr: Rutinimi Oluştur

# discover.personalized.routineName
source: Routine Name
tr: Rutin Adı

# discover.personalized.defaultName
source: My Routine
tr: Benim Rutinim

# discover.personalized.defaultNameNumbered
source: My Routine %d
tr: Benim Rutinim %d

# discover.personalized.routineNamePlaceholder
source: Routine name
tr: Rutin adını girin

# discover.personalized.skinType
source: Skin Type
tr: Cilt Tipi

# discover.personalized.currently
source: Currently: %@
tr: Mevcut: %@

# discover.personalized.skinConcerns
source: Skin Concerns
tr: Cilt Kaygıları

# discover.personalized.mainGoal
source: Main Goal
tr: Ana Hedef

# discover.personalized.routineComplexity
source: Routine Complexity
tr: Rutin Karmaşıklığı

# discover.personalized.additionalDetails
source: Additional Details
tr: Ek Detaylar

# discover.personalized.shareDetails
source: Share any specific concerns, allergies, or preferences
tr: Özel kaygıları, alerjileri veya tercihleri paylaşın

# discover.personalized.detailsPlaceholder
source: e.g., I have sensitive skin, prefer natural products, or I'm allergic to fragrances...
tr: Örn: Hassas bir cildim var, doğal ürünleri tercih ederim veya parfüme alerjim var...

# discover.personalized.selected
source: Selected: %@
tr: Seçilen: %@

# discover.personalized.selectedNone
source: Selected: None
tr: Seçilen: Yok

# discover.personalized.notSelected
source: Not selected
tr: Seçilmedi

# discover.personalized.customNotes
source: Custom notes: %@
tr: Özel notlar: %@

# discover.personalized.customNotesNone
source: Custom notes: None
tr: Özel notlar: Yok

# discover.personalized.customNotesCount
source: Custom notes: %d characters
tr: Özel notlar: %d karakter

# discover.guides.title
source: Mini Guides
tr: Mini Rehberler

# discover.guides.subtitle
source: Quick reads on skincare fundamentals
tr: Cilt bakımı temellerine dair hızlı okumalar

# discover.guides.minutes
source: %d MIN
tr: %d DK

# discover.guides.minRead
source: %d min read
tr: %d dk okuma

# discover.quotes.title
source: A LITTLE GLOW FOR YOUR DAY
tr: GÜNLÜK İLHAM DOZU

# discover.community.title
source: Community Heat
tr: Topluluk Popülerleri

# discover.community.subtitle
source: What people save most
tr: İnsanların en çok kaydettikleri

# discover.community.updated
source: Updated %@
tr: Güncellendi %@

# discover.community.empty
source: No trending data yet
tr: Henüz popüler veri yok

# discover.detail.tags
source: Tags
tr: Etiketler

# discover.detail.routineSteps
source: Routine Steps
tr: Rutin Adımları

# discover.detail.benefits
source: Benefits
tr: Faydaları

# discover.detail.morning
source: Morning
tr: Sabah

# discover.detail.evening
source: Evening
tr: Akşam

# discover.detail.stepDescription
source: Step %d of your %@ routine
tr: %@ rutininizin %d. adımı

# discover.timeOfDay.morning
source: Morning
tr: Sabah

# discover.timeOfDay.evening
source: Evening
tr: Akşam

# discover.badge.new
source: New
tr: Yeni

# discover.badge.updated
source: Updated
tr: Güncellendi

# discover.badge.trending
source: Trending
tr: Trend

# discover.trending.thisWeek
source: This week
tr: Bu hafta

# discover.trending.thisMonth
source: This month
tr: Bu ay

# discover.refresh.justNow
source: Refreshed just now • new tips every morning ☀️
tr: Şimdi güncellendi • her sabah yeni ipuçları ☀️

# discover.refresh.minutesAgo
source: Refreshed %d min ago • new tips every morning ☀️
tr: %d dk önce güncellendi • her sabah yeni ipuçları ☀️

# discover.refresh.hoursAgo
source: Refreshed %d hour%@ ago
tr: %d saat%@ önce güncellendi

# discover.refresh.daysAgo
source: Refreshed %d day%@ ago
tr: %d gün%@ önce güncellendi

# discover.ticker.newThisWeek
source: New this week: +%d routines · +%d guides
tr: Bu hafta yeni: +%d rutin · +%d rehber

# discover.personalized.loading.analyzing
source: Analyzing your preferences...
tr: Tercihleriniz analiz ediliyor...

# discover.personalized.loading.processing
source: Processing custom details...
tr: Özel detaylar işleniyor...

# discover.personalized.loading.generating
source: Generating personalized routine...
tr: Kişiselleştirilmiş rutin oluşturuluyor...

# discover.personalized.loading.optimizing
source: Optimizing for your skin type...
tr: Cilt tipinize göre optimize ediliyor...

# discover.personalized.loading.finalizing
source: Finalizing recommendations...
tr: Öneriler sonlandırılıyor...

# discover.quotes.shareFooter
source: Shared from ManCare
tr: ManCare'den paylaşıldı

# discover.quotes.fallback.text
source: Beauty begins the moment you decide to be yourself.
tr: Güzellik, kendin olmaya karar verdiğin an başlar.

# discover.quotes.fallback.category
source: Beauty
tr: Güzellik

# discover.quotes.quote1.text
source: Beauty is not in the face; beauty is a light in the heart.
tr: Güzellik yüzde değildir; güzellik, kalpte yanan bir ışıktır.

# discover.quotes.quote1.category
source: Philosophy
tr: Felsefe

# discover.quotes.quote2.text
source: Your skin is your largest organ. Take care of it with love and patience.
tr: Cildin en büyük organındır. Ona sevgi ve sabırla bak.

# discover.quotes.quote2.category
source: Skincare
tr: Cilt Bakımı

# discover.quotes.quote3.text
source: True beauty is not about perfection, it's about embracing your unique self.
tr: Gerçek güzellik mükemmellik hakkında değil, kendine özgü benliğini kucaklamakla ilgilidir.

# discover.quotes.quote3.category
source: Self-Love
tr: Öz Sevgi

# discover.quotes.quote4.text
source: Let your skin breathe the silence of care, and your glow will whisper confidence.
tr: Cildine bakımın sessizliğiyle nefes aldır, parlaklığın kendine güven fısıldasın.

# discover.quotes.quote4.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote4.category
source: Skincare
tr: Cilt Bakımı

# discover.quotes.quote5.text
source: Beauty lives in moments of gentleness — a soft touch, a calm breath, a patient heart.
tr: Güzellik, nezaket anlarında yaşar — yumuşak bir dokunuş, sakin bir nefes, sabırlı bir kalp.

# discover.quotes.quote5.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote5.category
source: Beauty
tr: Güzellik

# discover.quotes.quote6.text
source: Care for your skin as you would a memory — tenderly, without rush, with love.
tr: Cildine bir hatıraya davrandığın gibi davran — şefkatle, acele etmeden, sevgiyle.

# discover.quotes.quote6.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote6.category
source: Philosophy
tr: Felsefe

# discover.quotes.quote7.text
source: You bloom quietly when you learn to listen to your body.
tr: Vücudunu dinlemeyi öğrendiğinde sessizce çiçek açarsın.

# discover.quotes.quote7.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote7.category
source: Self-Love
tr: Öz Sevgi

# discover.quotes.quote8.text
source: Radiance is born from rest, not rush.
tr: Işıltı, acele etmekten değil, dinlenmekten doğar.

# discover.quotes.quote8.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote8.category
source: Beauty
tr: Güzellik

# discover.quotes.quote9.text
source: In caring for your skin, you practice the art of slowing time.
tr: Cildine bakarken, zamanı yavaşlatma sanatını uygularsın.

# discover.quotes.quote9.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote9.category
source: Skincare
tr: Cilt Bakımı

# discover.quotes.quote10.text
source: The glow you seek is the peace you keep.
tr: Aradığın ışıltı, koruduğun huzurdur.

# discover.quotes.quote10.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote10.category
source: Self-Love
tr: Öz Sevgi

# discover.quotes.quote11.text
source: Beauty doesn't ask to be seen — it simply exists, softly.
tr: Güzellik görülmeyi istemez — sadece yumuşakça var olur.

# discover.quotes.quote11.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote11.category
source: Philosophy
tr: Felsefe

# discover.quotes.quote12.text
source: Every ritual of care is a quiet conversation with yourself.
tr: Her bakım ritüeli, kendinle sessiz bir konuşmadır.

# discover.quotes.quote12.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote12.category
source: Skincare
tr: Cilt Bakımı

# discover.quotes.quote13.text
source: Your reflection is not what you see, but how kindly you see it.
tr: Yansıman, gördüğün değil, ne kadar nazik baktığındır.

# discover.quotes.quote13.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote13.category
source: Self-Love
tr: Öz Sevgi

# discover.quotes.quote14.text
source: Happiness is the best makeup. Take care of your inner glow first.
tr: Mutluluk en iyi makyajdır. Önce iç parlaklığına bak.

# discover.quotes.quote14.category
source: Self-Love
tr: Öz Sevgi

# discover.quotes.quote15.text
source: Confidence breeds beauty. When you feel good, you look even better.
tr: Kendine güven, güzellik doğurur. İyi hissettiğinde, daha da güzel görünürsün.

# discover.quotes.quote15.category
source: Beauty
tr: Güzellik

# discover.quotes.quote16.text
source: Taking care of your skin is more important than covering it up.
tr: Cildine bakmak, onu örtmekten daha önemlidir.

# discover.quotes.quote16.author
source: Unknown
tr: Bilinmiyor

# discover.quotes.quote16.category
source: Skincare
tr: Cilt Bakımı

# discover.quotes.quote17.text
source: Self-care is how you take your power back.
tr: Öz bakım, gücünü geri almanın yoludur.

# discover.quotes.quote17.category
source: Self-Love
tr: Öz Sevgi
