Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Guides.strings
Languages: tr

# guides.hero.barrierReset.title
source: Barrier Reset Week
tr: Bariyer Sıfırlama Haftası

# guides.hero.barrierReset.subtitle
source: Soothe redness + rebuild your moisture shield
tr: Kızarıklığı yatıştırın + nem kalkanınızı yeniden inşa edin

# guides.hero.barrierReset.cta
source: Explore routines
tr: Rutinleri keşfet

# guides.seasonal.article.barrierFirst
source: Barrier First: why it matters
tr: Önce Bariyer: neden önemli

# guides.seasonal.article.humectants
source: Humectants vs Emollients vs Occlusives
tr: Nemlendiriciler vs Yumuşatıcılar vs Kapatıcılar

# guides.seasonal.article.windProof
source: Wind-Proof Night Routine
tr: Rüzgâra Dayanıklı Gece Rutini

# guides.seasonal.cta
source: Build my seasonal plan
tr: Mevsimlik planımı oluştur

# guides.badge.new
source: New
tr: Yeni

# guides.badge.updated
source: Updated
tr: Güncellendi

# guides.badge.trending
source: Trending
tr: Popüler

# guides.trendingPeriod.thisWeek
source: This week
tr: Bu hafta

# guides.trendingPeriod.thisMonth
source: This month
tr: Bu ay

# guides.refresh.justNow
source: Refreshed just now • new tips every morning ☀️
tr: Şimdi güncellendi • her sabah yeni ipuçları ☀️

# guides.refresh.minutesAgo
source: Refreshed %d min ago • new tips every morning ☀️
tr: %d dakika önce güncellendi • her sabah yeni ipuçları ☀️

# guides.refresh.hoursAgo
source: Refreshed %d hour%@ ago
tr: %d saat önce güncellendi

# guides.refresh.daysAgo
source: Refreshed %d day%@ ago
tr: %d gün önce güncellendi

# guides.ticker.newThisWeek
source: New this week: +%d routines · +%d guides
tr: Bu hafta yeni: +%d rutin · +%d rehber

# guides.cycleSkin.title
source: How your cycle affects skin
tr: Döngünüz cildi nasıl etkiler

# guides.cycleSkin.subtitle
source: Breakouts, sensitivity and glow across phases
tr: Evreler boyunca sivilce, hassasiyet ve ışıltı

# guides.cycleSkin.category
source: Menstrual Health
tr: Adet Sağlığı

# guides.ampmRoutine.title
source: AM vs PM Routine
tr: Sabah vs Akşam Rutini

# guides.ampmRoutine.subtitle
source: Day protection, night repair
tr: Gündüz koruması, gece onarımı

# guides.ampmRoutine.category
source: Basics
tr: Temel Bilgiler

# guides.acidsExplained.title
source: Acids, Explained
tr: Asitler Açıklandı

# guides.acidsExplained.subtitle
source: AHA vs BHA vs PHA—who needs what
tr: AHA vs BHA vs PHA—kimin neye ihtiyacı var

# guides.acidsExplained.category
source: Ingredients
tr: İçerikler

# guides.retinoids101.title
source: Retinoids
tr: Retinoidler

# guides.retinoids101.subtitle
source: Strengths, purging, and how to buffer
tr: Güçleri, arınma dönemi ve tamponlama yolları

# guides.retinoids101.category
source: Ingredients
tr: İçerikler

# guides.skinimalism.title
source: Skinimalism & Minimal Routines
tr: Skinimalizm ve Minimal Rutinler

# guides.skinimalism.subtitle
source: Fewer products, more intentional care
tr: Daha az ürün, daha bilinçli bakım

# guides.skinimalism.category
source: Basics
tr: Temel Bilgiler

# guides.quote.khalilGibran
source: Beauty is not in the face; beauty is a light in the heart.
tr: Güzellik yüzde değil, kalpteki bir ışıktır.

# guides.quote.drMurad
source: Your skin is your largest organ. Take care of it with love and patience.
tr: Cildiniz en büyük organınızdır. Ona sevgi ve sabırla bakın.

# guides.quote.aliciaKeys
source: True beauty is not about perfection, it's about embracing your unique self.
tr: Gerçek güzellik mükemmellik değil, eşsiz benliğinizi kucaklamaktır.

# guides.quote.breatheSilence
source: Let your skin breathe the silence of care, and your glow will whisper confidence.
tr: Cildinizin bakımın sessizliğini solumasına izin verin ve ışıltınız güven fısıldayacaktır.

# guides.quote.breatheSilence.author
source: Unknown
tr: Bilinmiyor

# guides.quote.gentleness
source: Beauty lives in moments of gentleness — a soft touch, a calm breath, a patient heart.
tr: Güzellik, şefkat anlarında yaşar — yumuşak bir dokunuş, sakin bir nefes, sabırlı bir kalp.

# guides.quote.gentleness.author
source: Unknown
tr: Bilinmiyor

# guides.quote.memory
source: Care for your skin as you would a memory — tenderly, without rush, with love.
tr: Cildinize bir anıya bakar gibi bakın — şefkatle, acele etmeden, sevgiyle.

# guides.quote.memory.author
source: Unknown
tr: Bilinmiyor

# guides.quote.bloom
source: You bloom quietly when you learn to listen to your body.
tr: Vücudunuzu dinlemeyi öğrendiğinizde sessizce çiçek açarsınız.

# guides.quote.bloom.author
source: Unknown
tr: Bilinmiyor

# guides.quote.radiance
source: Radiance is born from rest, not rush.
tr: Işıltı, aceleden değil, dinlenmekten doğar.

# guides.quote.radiance.author
source: Unknown
tr: Bilinmiyor

# guides.quote.slowTime
source: In caring for your skin, you practice the art of slowing time.
tr: Cildinize bakarken, zamanı yavaşlatma sanatını uygularsınız.

# guides.quote.slowTime.author
source: Unknown
tr: Bilinmiyor

# guides.quote.peaceGlow
source: The glow you seek is the peace you keep.
tr: Aradığınız ışıltı, koruduğunuz huzurdur.

# guides.quote.peaceGlow.author
source: Unknown
tr: Bilinmiyor

# guides.quote.softBeauty
source: Beauty doesn't ask to be seen — it simply exists, softly.
tr: Güzellik görülmeyi istemez — sadece usulca var olur.

# guides.quote.softBeauty.author
source: Unknown
tr: Bilinmiyor

# guides.quote.quietConversation
source: Every ritual of care is a quiet conversation with yourself.
tr: Her bakım ritüeli, kendinizle sessiz bir sohbettir.

# guides.quote.quietConversation.author
source: Unknown
tr: Bilinmiyor

# guides.quote.kindReflection
source: Your reflection is not what you see, but how kindly you see it.
tr: Yansımanız gördüğünüz şey değil, onu ne kadar nazik gördüğünüzdür.

# guides.quote.kindReflection.author
source: Unknown
tr: Bilinmiyor

# guides.quote.drewBarrymore
source: Happiness is the best makeup. Take care of your inner glow first.
tr: Mutluluk en iyi makyajdır. Önce iç ışıltınıza özen gösterin.

# guides.quote.blakeLively
source: Confidence breeds beauty. When you feel good, you look even better.
tr: Özgüven güzelliği doğurur. Kendinizi iyi hissettiğinizde, daha da iyi görünürsünüz.

# guides.quote.coveringUp
source: Taking care of your skin is more important than covering it up.
tr: Cildinize bakmak, onu örtmekten daha önemlidir.

# guides.quote.coveringUp.author
source: Unknown
tr: Bilinmiyor

# guides.quote.lalahDelia
source: Self-care is how you take your power back.
tr: Öz bakım, gücünüzü geri alma şeklinizdir.

# guides.cycleSkin.intro
source: Hormonal shifts across your menstrual cycle influence hydration, oiliness, sensitivity, and glow. Knowing what to expect helps you tailor your routine each phase.
tr: Adet döngünüzdeki hormonal değişimler, hidrasyonu, yağlılığı, hassasiyeti ve ışıltıyı etkiler. Neler bekleyeceğinizi bilmek, rutininizi her evreye göre ayarlamanıza yardımcı olur.

# guides.cycleSkin.h2_1
source: Cycle Phases & Skin at a Glance
tr: Döngü Evreleri ve Cilde Bir Bakış

# guides.cycleSkin.list1_item1
source: Menstruation (Days 1–5): Skin feels dry, tight, fragile
tr: Adet Görme (1-5. Günler): Cilt kuru, gergin, kırılgan hissedilir

# guides.cycleSkin.list1_item2
source: Follicular (Days 6–13): Skin calms and becomes more resilient
tr: Foliküler (6-13. Günler): Cilt sakinleşir ve daha dayanıklı hale gelir

# guides.cycleSkin.list1_item3
source: Ovulation (≈ Day 14): Natural glow, possible shine in T-zone
tr: Yumurtlama (≈ 14. Gün): Doğal ışıltı, T-bölgesinde olası parlama

# guides.cycleSkin.list1_item4
source: Luteal (Days 15–28): Oiliness, breakouts, sensitivity may rise
tr: Luteal (15-28. Günler): Yağlılık, sivilce ve hassasiyet artabilir

# guides.cycleSkin.h3_1
source: Menstruation – Repair & Hydrate
tr: Adet Görme – Onarım ve Hidrasyon

# guides.cycleSkin.p1
source: With estrogen and progesterone low, skin is more vulnerable. Use mild, hydrating cleansers and barrier-repair moisturizers.
tr: Östrojen ve progesteronun düşük olmasıyla cilt daha savunmasızdır. Hafif, nemlendirici temizleyiciler ve bariyer onarıcı nemlendiriciler kullanın.

# guides.cycleSkin.p2
source: Skip actives like retinoids or strong acids — your skin needs calm, not stress.
tr: Retinoidler veya güçlü asitler gibi aktif içerikleri atlayın — cildinizin strese değil, sakinliğe ihtiyacı var.

# guides.cycleSkin.tip1
source: Tip: Use a calming mask or compress to reduce inflammation.
tr: İpucu: İltihabı azaltmak için sakinleştirici bir maske veya kompres kullanın.

# guides.cycleSkin.h3_2
source: Follicular – Rebalance & Brighten
tr: Foliküler – Yeniden Dengeleme ve Aydınlatma

# guides.cycleSkin.p3
source: As estrogen rises, skin becomes clearer and more responsive. This is a good window to reintroduce gentle actives like vitamin C or mild exfoliants.
tr: Östrojen yükseldikçe cilt daha net ve daha tepkili hale gelir. Bu, C vitamini veya hafif peelingler gibi nazik aktifleri yeniden rutine eklemek için iyi bir zamandır.

# guides.cycleSkin.list2_item1
source: Use mild exfoliation (AHA/BHA) 1–2× per week
tr: Haftada 1-2 kez hafif peeling (AHA/BHA) kullanın

# guides.cycleSkin.list2_item2
source: Apply brightening serums
tr: Aydınlatıcı serumlar uygulayın

# guides.cycleSkin.list2_item3
source: Keep consistent hydration
tr: Tutarlı hidrasyonu sürdürün

# guides.cycleSkin.h3_3
source: Ovulation – Glow & Maintain
tr: Yumurtlama – Işıltı ve Bakım

# guides.cycleSkin.p4
source: At peak hormone levels, skin often looks radiant. But excess oil in the T-zone may appear.
tr: Hormon seviyelerinin zirvede olduğu bu dönemde cilt genellikle parlak görünür. Ancak T-bölgesinde fazla yağlanma görülebilir.

# guides.cycleSkin.p5
source: Switch to lighter moisturizers, double-cleanse if wearing makeup, and use a clay mask if needed.
tr: Daha hafif nemlendiricilere geçin, makyaj yapıyorsanız çift temizleme yapın ve gerekirse kil maskesi kullanın.

# guides.cycleSkin.tip2
source: Pro Tip: It's a great time for photos or events — your skin tends to look its best.
tr: Profesyonel İpucu: Fotoğraf veya etkinlikler için harika bir zaman — cildiniz genellikle en iyi halinde görünür.

# guides.cycleSkin.h3_4
source: Luteal – Soothe & Prevent
tr: Luteal – Yatıştırma ve Önleme

# guides.cycleSkin.p6
source: Rising progesterone increases oil and inflammation, which can trigger breakouts.
tr: Yükselen progesteron, sivilceleri tetikleyebilecek yağlanma ve iltihabı artırır.

# guides.cycleSkin.p7
source: Focus on calming ingredients (niacinamide, zinc), spot treatments (salicylic acid, benzoyl peroxide), and avoid introducing anything new.
tr: Yatıştırıcı içeriklere (niasinamid, çinko), bölgesel sivilce tedavilerine (salisilik asit, benzoil peroksit) odaklanın ve yeni bir ürün eklemekten kaçının.

# guides.cycleSkin.h2_2
source: Adaptive Routine Tips
tr: Uyarlanabilir Rutin İpuçları

# guides.cycleSkin.p8
source: Consider rotating a few formulas (hydrating, brightening, clarifying) depending on phase. This helps keep your skin balanced all month.
tr: Evreye bağlı olarak birkaç farklı formülü (nemlendirici, aydınlatıcı, arındırıcı) dönüşümlü kullanmayı düşünün. Bu, cildinizi ay boyunca dengede tutmaya yardımcı olur.

# guides.ampmRoutine.intro
source: Your skin isn't the same all day — it behaves differently in **daylight** and **darkness**. By understanding those shifts, you can match your routine to support what your skin is trying to do.
tr: Cildiniz tüm gün aynı değildir — **gün ışığında** ve **karanlıkta** farklı davranır. Bu değişimleri anlayarak, rutininizi cildinizin yapmaya çalıştığı şeyi destekleyecek şekilde eşleştirebilirsiniz.

# guides.ampmRoutine.h2_1
source: Morning: Defense & Stabilization
tr: Sabah: Savunma ve Stabilizasyon

# guides.ampmRoutine.p1
source: When the sun is up, your skin's job is **protection**. It faces UV rays, pollution, blue light, and environmental stressors. Using antioxidant ingredients and a good barrier helps it resist damage.
tr: Güneş tepedeyken, cildinizin görevi **korumadır**. UV ışınlarına, kirliliğe, mavi ışığa ve çevresel stres faktörlerine karşı koyar. Antioksidan içerikler ve iyi bir bariyer kullanmak, hasara karşı direncine yardımcı olur.

# guides.ampmRoutine.h3_1
source: Why Cleansing First Matters
tr: Önce Temizliğin Önemi

# guides.ampmRoutine.p2
source: Overnight, your skin secretes oils and sheds tiny debris. A **gentle cleanse** or even a splash of water clears that buildup without stripping — prepping your skin to absorb protective products.
tr: Gece boyunca cildiniz yağ salgılar ve minik döküntüler atar. **Nazik bir temizlik** veya hatta sadece su ile yıkama, cildi soymadan bu birikintiyi temizler — koruyucu ürünleri emmeye hazırlar.

# guides.ampmRoutine.h3_2
source: Antioxidants & Lightweight Serums
tr: Antioksidanlar ve Hafif Serumlar

# guides.ampmRoutine.p3
source: **Antioxidants** (like vitamin C or niacinamide) act like shields against free radicals from UV and pollution. Using them in the morning gives them maximum exposure time to neutralize stressors.
tr: **Antioksidanlar** (C vitamini veya niasinamid gibi), UV ve kirlilikten kaynaklanan serbest radikallere karşı kalkan görevi görür. Bunları sabah kullanmak, stres faktörlerini nötralize etmeleri için maksimum maruz kalma süresi sağlar.

# guides.ampmRoutine.tip1
source: **Pro Tip**: Apply vitamin C serum on slightly damp skin for better absorption. Wait 1-2 minutes before layering moisturizer.
tr: **Profesyonel İpucu**: C vitamini serumunu hafif nemli cilde daha iyi emilim için uygulayın. Nemlendiriciyi sürmeden önce 1-2 dakika bekleyin.

# guides.ampmRoutine.h3_3
source: Moisturize to Reinforce the Barrier
tr: Bariyeri Güçlendirmek İçin Nemlendirme

# guides.ampmRoutine.p4
source: A good moisturizer helps your skin **lock in hydration** and maintain barrier integrity — essential when outer stress is trying to pull moisture out.
tr: İyi bir nemlendirici, cildinizin **nemi hapsetmesine** ve bariyer bütünlüğünü korumasına yardımcı olur — dış stres nemi dışarı çekmeye çalışırken bu hayati önem taşır.

# guides.ampmRoutine.h3_4
source: Sunscreen: The Non-Negotiable Step
tr: Güneş Kremi: Vazgeçilmez Adım

# guides.ampmRoutine.p5
source: Everything else sets the stage — but **sunscreen is your direct defense**. A broad-spectrum SPF shields skin from UV damage, which accelerates aging and pigmentation.
tr: Diğer her şey sahneyi hazırlar — ancak **güneş kremi doğrudan savunmanızdır**. Geniş spektrumlu bir SPF, cildi yaşlanmayı ve pigmentasyonu hızlandıran UV hasarından korur.

# guides.ampmRoutine.h2_2
source: Evening: Repair & Renewal
tr: Akşam: Onarım ve Yenilenme

# guides.ampmRoutine.p6
source: At night, your skin shifts into **recovery mode**. Blood flow increases, repair enzymes activate, and your barrier becomes more permeable — this is your window for treatments.
tr: Geceleri cildiniz **iyileşme moduna** geçer. Kan akışı artar, onarım enzimleri aktive olur ve bariyeriniz daha geçirgen hale gelir — bu, tedavi için pencerenizdir.

# guides.ampmRoutine.h3_5
source: Double Cleanse When Needed
tr: Gerektiğinde Çift Temizleme

# guides.ampmRoutine.p7
source: If you wore makeup, sunscreen, or encountered heavy pollution, start with an **oil or balm cleanser**, then follow with a gentle cleanser. You want a clean canvas so actives work better.
tr: Makyaj, güneş kremi kullandıysanız veya yoğun kirliliğe maruz kaldıysanız, bir **yağ veya balsam temizleyici** ile başlayın, ardından nazik bir temizleyici ile devam edin. Aktiflerin daha iyi çalışması için temiz bir tuval istersiniz.

# guides.ampmRoutine.h3_6
source: Apply Actives When Skin Is More Receptive
tr: Cilt Daha Alıcıyken Aktifleri Uygulayın

# guides.ampmRoutine.p8
source: In the evening, your skin more readily absorbs **actives** like retinoids, acids, peptides, or growth factors. Because protective demands are low, it's safer to use stronger ingredients.
tr: Akşam, cildiniz retinoidler, asitler, peptitler veya büyüme faktörleri gibi **aktifleri** daha kolay emer. Koruyucu taleplerin düşük olması nedeniyle, daha güçlü içerikleri kullanmak daha güvenlidir.

# guides.ampmRoutine.tip2
source: **Timing Tip**: Apply actives like retinoids on completely dry skin. Wait 20-30 minutes after cleansing to minimize irritation.
tr: **Zamanlama İpucu**: Retinoidler gibi aktifleri tamamen kuru cilde uygulayın. Tahrişi en aza indirmek için temizlemeden sonra 20-30 dakika bekleyin.

# guides.ampmRoutine.h3_7
source: Lock in with Richer Moisturizers
tr: Daha Zengin Nemlendiricilerle Kilitleyin

# guides.ampmRoutine.p9
source: As barrier permeability is higher at night, applying a **richer moisturizer** or cream helps prevent excessive water loss and supports repair processes.
tr: Gece bariyer geçirgenliği daha yüksek olduğundan, **daha zengin bir nemlendirici** veya krem uygulamak aşırı su kaybını önlemeye yardımcı olur ve onarım süreçlerini destekler.

# guides.ampmRoutine.h2_3
source: Example Day vs Night Scenarios
tr: Örnek Gündüz vs Gece Senaryoları

# guides.ampmRoutine.p10
source: Say you use a **vitamin C serum**: in the morning, it works to neutralize UV-induced free radicals all day. If you used that same vitamin C at night instead of something more reparative, you'd miss that daily protective window.
tr: Diyelim ki bir **C vitamini serumu** kullanıyorsunuz: sabah kullanıldığında, tüm gün UV kaynaklı serbest radikalleri nötralize etmek için çalışır. Aynı C vitaminini daha onarıcı bir şey yerine gece kullanırsanız, o günlük koruyucu pencereyi kaçırmış olursunuz.

# guides.ampmRoutine.p11
source: Or consider **retinol**: it degrades in UV light. If used in the morning, it's less effective and more likely to irritate. At night, it can stimulate collagen repair with less risk.
tr: Ya da **retinolü** ele alalım: UV ışığında bozulur. Sabah kullanılırsa, daha az etkili olur ve tahriş etme olasılığı artar. Gece, daha az riskle kolajen onarımını uyarabilir.

# guides.ampmRoutine.h2_4
source: Key Principles to Remember
tr: Hatırlanması Gereken Temel İlkeler

# guides.ampmRoutine.list1_item1
source: **Match ingredient to skin's priority**: protect in the day, repair at night.
tr: **İçeriği cildin önceliğiyle eşleştirin**: gündüz koruma, gece onarım.

# guides.ampmRoutine.list1_item2
source: Go from **lightweight → heavier textures** (serum → cream) so absorption works.
tr: Emilimin düzgün çalışması için **hafiften → daha ağır dokulara** doğru ilerleyin (serum → krem).

# guides.ampmRoutine.list1_item3
source: Avoid **layering too many actives** in one session; let skin rest.
tr: Tek bir seansta **çok fazla aktif içeriği üst üste sürmekten** kaçının; cildin dinlenmesine izin verin.

# guides.ampmRoutine.list1_item4
source: If your skin feels irritated, revert to **basics** (cleanse + hydrate) and reintroduce actives slowly.
tr: Cildiniz tahriş olmuş hissediyorsa, **temellere** (temizleme + nemlendirme) geri dönün ve aktifleri yavaşça yeniden ekleyin.

# guides.ampmRoutine.p12
source: When you see morning and evening routines as **support systems** — not just checklists — you give each product the right time and purpose. Your skin will respond better when it feels respected and understood.
tr: Sabah ve akşam rutinlerini sadece kontrol listeleri olarak değil, **destek sistemleri** olarak gördüğünüzde, her ürüne doğru zamanı ve amacı vermiş olursunuz. Cildiniz saygı duyulduğunu ve anlaşıldığını hissettiğinde daha iyi yanıt verecektir.

# guides.acidsExplained.intro
source: Chemical exfoliants — or **"acids"** in skincare — gently dissolve the bonds between dead skin cells. Used well, they can help refine texture, brighten, and unclog pores. But to use them effectively, it helps to understand how they work and when to use each kind.
tr: Kimyasal peelingler — veya cilt bakımındaki **"asitler"** — ölü cilt hücreleri arasındaki bağları nazikçe çözer. İyi kullanıldığında, dokuyu düzeltmeye, aydınlatmaya ve gözenekleri temizlemeye yardımcı olabilirler. Ancak bunları etkili kullanmak için, nasıl çalıştıklarını ve her bir türü ne zaman kullanacağınızı anlamak faydalıdır.

# guides.acidsExplained.h2_1
source: What Happens When You Use an Exfoliating Acid?
tr: Peeling Asidi Kullandığınızda Ne Olur?

# guides.acidsExplained.p1
source: Your skin naturally sheds dead cells over time — but sometimes that process slows, leading to **dullness, roughness, and clogged pores**. Acids act like gentle unlockers, breaking down the glue (desmosomes) between those cells so they can slough off more smoothly. When used properly, this supports renewal without harsh scrubbing.
tr: Cildiniz zamanla doğal olarak ölü hücreleri döker — ancak bazen bu süreç yavaşlar, bu da **matlık, pürüzlülük ve tıkanmış gözeneklere** yol açar. Asitler nazik açıcılar gibi davranarak, bu hücreler arasındaki yapıştırıcıyı (desmozomları) parçalar, böylece daha pürüzsüz bir şekilde dökülebilirler. Doğru kullanıldığında, bu, sert ovalama olmadan yenilenmeyi destekler.

# guides.acidsExplained.h2_2
source: Major Categories & When They Shine
tr: Başlıca Kategoriler ve Parladıkları Anlar

# guides.acidsExplained.h3_1
source: AHAs — Alpha Hydroxy Acids
tr: AHAs — Alfa Hidroksi Asitler

# guides.acidsExplained.p2
source: AHAs are **water-soluble**, working mostly on the skin's surface. They're great for smoothing texture, fading discoloration, and improving radiance. But because they penetrate relatively deeply, they may cause sensitivity — especially on thinner or drier skin.
tr: AHA'lar **suda çözünür** olup, çoğunlukla cildin yüzeyinde çalışır. Dokuyu yumuşatmak, renk bozulmasını gidermek ve ışıltıyı artırmak için harikadırlar. Ancak nispeten derine nüfuz ettikleri için, özellikle ince veya kuru ciltlerde hassasiyete neden olabilirler.

# guides.acidsExplained.list1_item1
source: **Glycolic acid** — smallest molecule, most potent; good for texture, dullness, fine lines
tr: **Glikolik asit** — en küçük molekül, en güçlü; doku, matlık, ince çizgiler için iyi

# guides.acidsExplained.list1_item2
source: **Lactic acid** — gentler and hydrating; better for sensitive or dry skin
tr: **Laktik asit** — daha nazik ve nemlendirici; hassas veya kuru ciltler için daha iyi

# guides.acidsExplained.list1_item3
source: **Mandelic acid** — larger molecule, slower penetration; often better tolerated by reactive skin
tr: **Mandelik asit** — daha büyük molekül, daha yavaş nüfuz; reaktif ciltler tarafından genellikle daha iyi tolere edilir

# guides.acidsExplained.p3
source: **Example**: If your skin feels rough or uneven, you might use a 5–10% glycolic or lactic product a few nights a week to help resurface gradually.
tr: **Örnek**: Cildiniz pürüzlü veya düzensiz hissediyorsa, kademeli olarak yüzeyi yenilemeye yardımcı olmak için haftada birkaç gece %5–10 glikolik veya laktik ürün kullanabilirsiniz.

# guides.acidsExplained.tip1
source: **Starter Tip**: Begin with lactic acid (5-8%) instead of glycolic if you have sensitive or dry skin — it's gentler and more hydrating.
tr: **Başlangıç İpucu**: Hassas veya kuru cildiniz varsa, glikolik yerine laktik asit (%5-8) ile başlayın — daha nazik ve daha nemlendiricidir.

# guides.acidsExplained.h3_2
source: BHAs — Beta Hydroxy Acids
tr: BHAs — Beta Hidroksi Asitler

# guides.acidsExplained.p4
source: BHAs (mainly salicylic acid) are **oil-soluble**, which means they can penetrate into sebum within the pores. This makes them especially useful for oily, acne-prone, or congested skin types.
tr: BHA'lar (başlıca salisilik asit) **yağda çözünür**, bu da gözeneklerin içindeki yağa nüfuz edebilecekleri anlamına gelir. Bu, onları özellikle yağlı, sivilceye eğilimli veya tıkanmış cilt tipleri için faydalı kılar.

# guides.acidsExplained.list2_item1
source: **Salicylic acid**: dissolves oil, can reduce inflammation, unclogs pores
tr: **Salisilik asit**: yağı çözer, iltihabı azaltabilir, gözenekleri temizler
