Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Guides.strings
Languages: tr

# guides.acidsExplained.list2_item2
source: Used for **blackheads**, clogged pores, and blemishes
tr: **Siyah noktalar**, tıkanmış gözenekler ve lekeler için kullanılır

# guides.acidsExplained.list2_item3
source: Lower concentrations (0.5–2%) can be used more regularly if tolerated
tr: Daha düşük konsantrasyonlar (%0,5–2) tolere edilirse daha düzenli kullanılabilir

# guides.acidsExplained.p5
source: **Example**: If you often get clogged pores or breakouts, a BHA toner or serum (e.g. ~1%) can help smooth and purify your skin without over-exfoliating.
tr: **Örnek**: Sık sık tıkanmış gözenekler veya sivilceleriniz varsa, bir BHA toniği veya serumu (örn. yaklaşık %1) aşırı peeling yapmadan cildinizi pürüzsüzleştirmeye ve arındırmaya yardımcı olabilir.

# guides.acidsExplained.h3_3
source: PHAs — Polyhydroxy Acids
tr: PHAs — Polihidroksi Asitler

# guides.acidsExplained.p6
source: PHAs are the **gentlest** of the exfoliating acids. Their larger molecular size means they penetrate less deeply, making them good options for sensitive, barrier-weakened, or reactive skin.
tr: PHA'lar, peeling asitlerinin **en nazik olanlarıdır**. Daha büyük molekül boyutları, daha az derine nüfuz ettikleri anlamına gelir, bu da onları hassas, bariyeri zayıflamış veya reaktif ciltler için iyi seçenekler yapar.

# guides.acidsExplained.list3_item1
source: **Gluconolactone, lactobionic acid, galactose** — common PHA types
tr: **Glukonolakton, laktobiyonik asit, galaktoz** — yaygın PHA türleri

# guides.acidsExplained.list3_item2
source: Provide mild exfoliation while also attracting **moisture** or acting as antioxidants
tr: Hafif peeling sağlarken aynı zamanda **nem** çekebilir veya antioksidan görevi görebilir

# guides.acidsExplained.list3_item3
source: Lower irritation risk, even for delicate or sensitized skin
tr: Hassas veya duyarlı hale gelmiş ciltler için bile daha düşük tahriş riski

# guides.acidsExplained.p7
source: **Example**: If your skin flares easily, starting with a 2–5% PHA a few times a week gives you gentler exfoliation with reduced risk.
tr: **Örnek**: Cildiniz kolayca alevleniyorsa, haftada birkaç kez %2–5 PHA ile başlamak, daha az riskle daha nazik bir peeling sağlar.

# guides.acidsExplained.h2_3
source: Smart Strategies & Safety Tips
tr: Akıllı Stratejiler ve Güvenlik İpuçları

# guides.acidsExplained.p8
source: To enjoy the benefits while keeping irritation low, follow these guiding principles:
tr: Tahrişi düşük tutarken faydalarından yararlanmak için şu temel ilkeleri izleyin:

# guides.acidsExplained.list4_item1
source: **Start low**: low concentration, fewer nights a week (e.g. 2–3×) before increasing frequency or strength
tr: **Düşükten başlayın**: sıklığı veya gücü artırmadan önce düşük konsantrasyon, haftada daha az gece (örn. 2–3 kez)

# guides.acidsExplained.list4_item2
source: Introduce **only one acid** or active at a time so your skin can adjust
tr: Cildinizin adapte olabilmesi için bir seferde **yalnızca bir asit** veya aktif içerik ekleyin

# guides.acidsExplained.list4_item3
source: Avoid layering **strong actives** (like retinoids or multiple acids) on the same night initially
tr: Başlangıçta aynı gece **güçlü aktifleri** (retinoidler veya birden fazla asit gibi) üst üste sürmekten kaçının

# guides.acidsExplained.list4_item4
source: **Always use broad-spectrum SPF** — acids increase sun sensitivity
tr: **Her zaman geniş spektrumlu SPF kullanın** — asitler güneşe karşı hassasiyeti artırır

# guides.acidsExplained.list4_item5
source: Watch your skin's signals — **tingling is normal**, burning or persistent redness is not
tr: Cildinizin sinyallerini izleyin — **hafif karıncalanma normaldir**, yanma veya kalıcı kızarıklık değildir

# guides.acidsExplained.tip2
source: **Recovery Tip**: If you experience irritation, skip acids for 3-5 days and focus on gentle cleansing + barrier repair (ceramides, hyaluronic acid). Your skin needs recovery, not more exfoliation.
tr: **İyileşme İpucu**: Tahriş yaşarsanız, 3-5 gün asitleri atlayın ve nazik temizlik + bariyer onarımına (seramidler, hyaluronik asit) odaklanın. Cildinizin daha fazla peelinge değil, iyileşmeye ihtiyacı var.

# guides.acidsExplained.h2_4
source: How to Fit Acids Into Your Routine
tr: Asitleri Rutininize Nasıl Dahil Edersiniz

# guides.acidsExplained.p9
source: Here are a few example patterns to help you slot in acids without disrupting your core care:
tr: Çekirdek bakımınızı bozmadan asitleri yerleştirmenize yardımcı olacak birkaç örnek desen aşağıdadır:

# guides.acidsExplained.p10
source: • **Night Routine (3×/week)**: Cleanse → apply acid → wait a few minutes → hydrating serum → moisturizer • **Alternate Nights**: Use BHA one night, AHA another, and keep some nights for barrier recovery (no actives) • **Separation**: If you use an acid and a retinoid, consider using them on different nights until your skin adjusts.
tr: • **Gece Rutini (Haftada 3 Kez)**: Temizle → asit uygula → birkaç dakika bekle → nemlendirici serum → nemlendirici • **Alternatif Geceler**: Bir gece BHA, başka bir gece AHA kullanın ve bazı geceleri bariyer onarımı için ayırın (aktif yok) • **Ayırma**: Bir asit ve bir retinoid kullanıyorsanız, cildiniz alışana kadar bunları farklı gecelerde kullanmayı düşünün.

# guides.acidsExplained.p11
source: Over time, your skin may tolerate stronger formulas or more frequent use — but always move **slowly**. Let the skin adapt. **Exfoliation is a tool, not a race**.
tr: Zamanla cildiniz daha güçlü formülleri veya daha sık kullanımı tolere edebilir — ancak her zaman **yavaş** ilerleyin. Cildin adapte olmasına izin verin. **Peeling bir araçtır, yarış değil**.

# guides.retinoids101.intro
source: **Retinoids** — derivatives of vitamin A — are among the most studied and effective tools for smoothing texture, fading discoloration, and managing breakouts. But the benefits come with nuance: you need to introduce them **thoughtfully** and let them work over time.
tr: **Retinoidler** — A vitamininin türevleri — dokuyu düzeltmek, renk bozukluğunu gidermek ve sivilceleri yönetmek için en çok çalışılmış ve etkili araçlar arasındadır. Ancak faydaları inceliklerle birlikte gelir: onları **düşünceli bir şekilde** rutininize eklemeli ve zamanla çalışmalarına izin vermelisiniz.

# guides.retinoids101.h2_1
source: What Retinoids Do & Why They're Powerful
tr: Retinoidler Ne Yapar ve Neden Bu Kadar Güçlüler

# guides.retinoids101.p1
source: Retinoids improve skin by **accelerating cellular turnover** (encouraging older cells to shed), **stimulating collagen production**, and helping regulate pigmentation. Over weeks and months, this can translate to smoother skin, fewer clogged pores, and a more even tone.
tr: Retinoidler, **hücresel döngüyü hızlandırarak** (daha eski hücrelerin dökülmesini teşvik ederek), **kolajen üretimini uyararak** ve pigmentasyonu düzenlemeye yardımcı olarak cildi iyileştirir. Haftalar ve aylar içinde bu, daha pürüzsüz bir cilt, daha az tıkanmış gözenekler ve daha eşit bir tona dönüşebilir.

# guides.retinoids101.h2_2
source: Types of Retinoids & Potency
tr: Retinoid Türleri ve Güçleri

# guides.retinoids101.p2
source: Available over the counter, **retinol** is milder and must convert in your skin to retinoic acid to become active. Because of this conversion step, it's **gentler** and better tolerated by beginners.
tr: Reçetesiz temin edilebilen **retinol** daha hafiftir ve aktif hale gelmek için cildinizde retinoik aside dönüşmelidir. Bu dönüşüm adımı nedeniyle, **daha naziktir** ve yeni başlayanlar tarafından daha iyi tolere edilir.

# guides.retinoids101.h3_2
source: Retinaldehyde (Retinal)
tr: Retinaldehit (Retinal)

# guides.retinoids101.p3
source: A **mid-strength option**. It requires fewer conversion steps than retinol, so it tends to act faster with moderate irritation risk.
tr: **Orta kuvvette bir seçenektir**. Retinolden daha az dönüşüm adımı gerektirir, bu yüzden orta düzeyde tahriş riskiyle daha hızlı hareket etme eğilimindedir.

# guides.retinoids101.h3_3
source: Prescription Retinoids (e.g. Tretinoin)
tr: Reçeteli Retinoidler (örn. Tretinoin)

# guides.retinoids101.p4
source: These are already in the **active form** (retinoic acid), so they are the **strongest**. They often deliver faster results, but also higher risk of irritation, especially in early phases.
tr: Bunlar zaten **aktif formdadır** (retinoik asit), bu yüzden **en güçlü** olanlardır. Genellikle daha hızlı sonuç verirler, ancak özellikle erken aşamalarda daha yüksek tahriş riski de taşırlar.

# guides.retinoids101.h2_3
source: How to Start & Build Tolerance
tr: Nasıl Başlanır ve Tolerans Nasıl Oluşturulur

# guides.retinoids101.p5
source: Because retinoids can cause **dryness, flaking, or sensitivity** initially, the key is to start slow and build over time.
tr: Retinoidler başlangıçta **kuruluk, pullanma veya hassasiyete** neden olabileceğinden, anahtar yavaş başlamak ve zamanla artırmaktır.

# guides.retinoids101.list1_item1
source: Begin with a low-strength formulation (e.g. 0.1 % retinol) 2–3 nights per week
tr: Haftada 2–3 gece düşük güçlü bir formülasyonla (örn. %0,1 retinol) başlayın

# guides.retinoids101.list1_item2
source: Use the **"sandwich" method**: apply a thin layer of moisturizer → retinoid → another thin layer of moisturizer to buffer
tr: **"Sandviç" yöntemini** kullanın: ince bir kat nemlendirici sürün → retinoid → tamponlamak için başka bir ince kat nemlendirici

# guides.retinoids101.list1_item3
source: **Always apply at night** (retinoids are photosensitive and can degrade in daylight)
tr: **Her zaman gece uygulayın** (retinoidler ışığa duyarlıdır ve gün ışığında bozulabilir)

# guides.retinoids101.list1_item4
source: Use **broad-spectrum SPF** the next day — retinoids make your skin more sensitive to UV
tr: Ertesi gün **geniş spektrumlu SPF kullanın** — retinoidler cildinizi UV'ye karşı daha hassas hale getirir

# guides.retinoids101.tip1
source: **Beginner's Tip**: If you're completely new to retinoids, start with retinol 0.1% only once a week for the first 2 weeks. This helps your skin build tolerance without overwhelming it.
tr: **Yeni Başlayanlar İçin İpucu**: Retinoidlere tamamen yeniyseniz, ilk 2 hafta boyunca haftada sadece bir kez %0,1 retinol ile başlayın. Bu, cildinizin aşırı yüklenmeden tolerans geliştirmesine yardımcı olur.

# guides.retinoids101.h2_4
source: The Purging Phase & What to Expect
tr: Arınma Dönemi ve Neler Beklenmeli

# guides.retinoids101.p6
source: In the first few weeks, your skin may flare with **breakouts, peeling, or dryness** as the retinoid accelerates cell turnover. This is often called the **"purging" period**. It usually lasts 2–6 weeks, depending on skin sensitivity and the formulation strength.
tr: İlk birkaç hafta içinde, retinoidin hücre döngüsünü hızlandırmasıyla cildinizde **sivilce, soyulma veya kuruluk** görülebilir. Buna genellikle **"arınma" dönemi** denir. Cilt hassasiyetine ve formülasyonun gücüne bağlı olarak genellikle 2–6 hafta sürer.

# guides.retinoids101.h3_4
source: Tips During Purging
tr: Arınma Sırasında İpuçları

# guides.retinoids101.p7
source: **Stick with your routine** (unless there's severe irritation). Use **gentle, comforting products** (hydrating, barrier support). Don't layer too many actives (e.g. strong acids + retinoids on same night) until your skin adjusts.
tr: **Rutininize sadık kalın** (şiddetli tahriş olmadığı sürece). **Nazik, rahatlatıcı ürünler** (nemlendirici, bariyer destekleyici) kullanın. Cildiniz alışana kadar çok fazla aktifi üst üste sürmeyin (örn. güçlü asitler + retinoidler aynı gece).

# guides.retinoids101.tip2
source: **Purging vs. Reaction**: Purging happens in areas where you usually break out and subsides in 4-6 weeks. If new areas break out or irritation persists beyond 8 weeks, it's likely a reaction — reduce frequency or stop.
tr: **Arınma vs. Reaksiyon**: Arınma, genellikle sivilce çıkan bölgelerde olur ve 4-6 hafta içinde geçer. Yeni bölgelerde sivilce çıkarsa veya tahriş 8 haftadan fazla sürerse, bu muhtemelen bir reaksiyondur — sıklığı azaltın veya kullanmayı bırakın.

# guides.retinoids101.h2_5
source: Examples & Scenarios
tr: Örnekler ve Senaryolar

# guides.retinoids101.p8
source: • If you're new: start with 0.1 % retinol 3 nights/week, moisturize before and after. • After 2 months of tolerance, you might increase to 4 nights or try a slightly higher strength. • If your skin becomes flaky or sensitive, reduce frequency or use buffers (moisturizers or hydrating serums).
tr: • Yeniyseniz: %0,1 retinol ile haftada 3 gece başlayın, öncesinde ve sonrasında nemlendirin. • 2 aylık tolerans sonrası, haftada 4 geceye çıkarabilir veya biraz daha yüksek bir gücü deneyebilirsiniz. • Cildiniz pul pul dökülür veya hassaslaşırsa, sıklığı azaltın veya tamponlayıcılar (nemlendiriciler veya nemlendirici serumlar) kullanın.

# guides.retinoids101.h2_6
source: Helpful Principles to Remember
tr: Hatırlanması Gereken Faydalı İlkeler

# guides.retinoids101.list2_item1
source: **Progress slowly** — consistency trumps aggression
tr: **Yavaş ilerleyin** — tutarlılık, saldırganlıktan daha önemlidir

# guides.retinoids101.list2_item2
source: **Less can be more** — a small amount is enough (pea-sized for face)
tr: **Az daha çoktur** — küçük bir miktar yeterlidir (yüz için bezelye büyüklüğünde)

# guides.retinoids101.list2_item3
source: If irritation is **intense or persistent**, scale back and regroup
tr: Tahriş **yoğun veya kalıcıysa**, geri adım atın ve yeniden toparlanın

# guides.retinoids101.list2_item4
source: **Patience is key** — visible results often begin after 8–12 weeks
tr: **Sabır anahtardır** — görünür sonuçlar genellikle 8–12 hafta sonra başlar

# guides.retinoids101.p9
source: When you understand not just **what** to use but **why** and **how**, you give your skin a better chance to adapt, respond, and improve — without undue stress or setbacks.
tr: Sadece ne kullanacağınızı değil, **neden** ve **nasıl** kullanacağınızı anladığınızda, cildinize gereksiz stres veya aksaklık olmadan adapte olması, tepki vermesi ve iyileşmesi için daha iyi bir şans verirsiniz.

# guides.skinimalism.intro
source: **Skinimalism** encourages a shift from product overload to **deliberate simplicity** — using fewer, smarter choices to support your skin's natural rhythm.
tr: **Skinimalizm**, ürün fazlalığından **kasıtlı sadeliğe** geçişi teşvik eder — cildinizin doğal ritmini desteklemek için daha az, daha akıllı seçimler kullanmak.

# guides.skinimalism.h2_1
source: Why Minimal Works Better Sometimes
tr: Minimal Neden Bazen Daha İyi Çalışır

# guides.skinimalism.p1
source: Your skin is already doing a lot: **protecting, repairing, renewing**. Too many actives or layers can stress its barrier, confuse signals, or cause ingredient conflicts. Minimal routines reduce these stress hits.
tr: Cildiniz zaten çok şey yapıyor: **koruyor, onarıyor, yeniliyor**. Çok fazla aktif veya katman, bariyerini strese sokabilir, sinyalleri karıştırabilir veya içerik çatışmalarına neden olabilir. Minimal rutinler bu stres yüklerini azaltır.

# guides.skinimalism.p2
source: Plus, when you use **fewer products**, you can see how your skin reacts to each one — this makes diagnosing issues easier.
tr: Ayrıca, **daha az ürün** kullandığınızda, cildinizin her birine nasıl tepki verdiğini görebilirsiniz — bu, sorunları teşhis etmeyi kolaylaştırır.

# guides.skinimalism.tip1
source: **Simplification Tip**: If you're overwhelmed by a 10-step routine, strip it down to cleanse + moisturize + SPF for 2 weeks. Watch how your skin responds, then reintroduce one product at a time.
tr: **Basitleştirme İpucu**: 10 adımlı bir rutinden bunalıyorsanız, 2 hafta boyunca temizle + nemlendir + SPF'ye indirin. Cildinizin nasıl tepki verdiğini izleyin, ardından her seferinde bir ürünü yeniden ekleyin.

# guides.skinimalism.h2_2
source: The Foundation Trio
tr: Temel Üçlü

# guides.skinimalism.list1_item1
source: **Cleanse gently** — remove dirt, oil, and pollution without stripping
tr: **Nazikçe temizleyin** — cildi soymadan kir, yağ ve kirliliği giderin

# guides.skinimalism.list1_item2
source: **Moisturize** — supply lipids, water, and barrier support
tr: **Nemlendirin** — lipid, su ve bariyer desteği sağlayın

# guides.skinimalism.list1_item3
source: **Sun protection (daytime)** — shield from UV, which accelerates aging
tr: **Güneş koruması (gündüz)** — yaşlanmayı hızlandıran UV'den koruyun

# guides.skinimalism.p3
source: Even these **three steps** can do a lot if you choose well-formulated, skin-friendly versions.
tr: İyi formüle edilmiş, cilt dostu versiyonları seçerseniz, bu **üç adım** bile çok şey yapabilir.

# guides.skinimalism.h2_3
source: When & How to Add a "Hero" Product
tr: Bir "Kahraman" Ürün Ne Zaman ve Nasıl Eklenir

# guides.skinimalism.p4
source: If your skin needs something extra (brightening, mild exfoliation, hydration boost), pick **one product that can do multiple jobs**. For example, a niacinamide + antioxidant serum or a gentle exfoliant with hydrating support.
tr: Cildiniz fazladan bir şeye (aydınlatma, hafif peeling, nem takviyesi) ihtiyaç duyuyorsa, **birden fazla iş yapabilen bir ürün** seçin. Örneğin, niasinamid + antioksidan serum veya nemlendirici destekli nazik bir peeling.

# guides.skinimalism.p5
source: Introduce new products **one at a time**, and give your skin **4–8 weeks to adapt**.
tr: Yeni ürünleri **birer birer** ekleyin ve cildinize **4–8 hafta adapte olma süresi** tanıyın.

# guides.skinimalism.tip2
source: **Multi-Tasker Pick**: Look for products that combine benefits — like a moisturizer with SPF, or a serum with niacinamide + vitamin C. This reduces steps without sacrificing results.
tr: **Çok Amaçlı Seçim**: Faydaları birleştiren ürünler arayın — SPF'li bir nemlendirici veya niasinamid + C vitamini içeren bir serum gibi. Bu, sonuçlardan ödün vermeden adımları azaltır.

# guides.skinimalism.h2_4
source: Example Minimal Routine
tr: Örnek Minimal Rutin

# guides.skinimalism.p6
source: • **Morning**: Gentle cleanser → lightweight moisturizer → SPF • **Evening**: Mild cleanser → (optional) hero serum → richer moisturizer or barrier support cream
tr: • **Sabah**: Nazik temizleyici → hafif nemlendirici → SPF • **Akşam**: Hafif temizleyici → (isteğe bağlı) kahraman serum → daha zengin nemlendirici veya bariyer destekleyici krem

# guides.skinimalism.p7
source: If your skin tolerates it, you can **alternate nights** for actives (e.g. exfoliant night, recovery night) — but keep layering light.
tr: Cildiniz tolere ediyorsa, aktifler için **geceleri değiştirebilirsiniz** (örn. peeling gecesi, onarım gecesi) — ancak katmanlamayı hafif tutun.

# guides.skinimalism.h2_5
source: Common Challenges & Solutions
tr: Yaygın Zorluklar ve Çözümler

# guides.skinimalism.list2_item1
source: **My skin is reactive** → go slower, buffer with extra moisturizer
tr: **Cildim reaktif** → daha yavaş ilerleyin, ekstra nemlendirici ile tamponlayın

# guides.skinimalism.list2_item2
source: **I want more glow** → choose antioxidants or brightening ingredients rather than layering many serums
tr: **Daha fazla ışıltı istiyorum** → çok sayıda serumu üst üste sürmek yerine antioksidan veya aydınlatıcı içerikler seçin

# guides.skinimalism.list2_item3
source: **Skipping steps feels risky** → remember: your foundation trio already covers the essentials
tr: **Adımları atlamak riskli geliyor** → unutmayın: temel üçlünüz zaten temel ihtiyaçları karşılıyor

# guides.skinimalism.list2_item4
source: **I still want to treat acne / pigmentation** → use spot treatments or alternate nights rather than daily layering
tr: **Hala sivilce / pigmentasyonu tedavi etmek istiyorum** → günlük katmanlama yerine bölgesel tedaviler kullanın veya geceleri değiştirin

# guides.skinimalism.p8
source: **Minimal doesn't mean underpowered** — it means intentional. When each product has a purpose, your skin can **breathe, adapt, and thrive**.
tr: **Minimal, yetersiz demek değildir** — kasıtlı demektir. Her ürünün bir amacı olduğunda, cildiniz **nefes alabilir, adapte olabilir ve gelişebilir**.

# guides.default.intro
source: Learn more about %@ and how it relates to your skincare routine.
tr: %@ hakkında ve cilt bakımı rutininizle nasıl ilişkili olduğu hakkında daha fazla bilgi edinin.

# guides.default.p1
source: This guide will help you understand the fundamentals and make informed decisions about your skincare routine.
tr: Bu rehber, temel bilgileri anlamanıza ve cilt bakımı rutininiz hakkında bilinçli kararlar vermenize yardımcı olacaktır.

# guides.default.h2_1
source: Key Takeaways
tr: Temel Çıkarımlar

# guides.default.list1_item1
source: Start with the basics and build gradually
tr: Temel bilgilerle başlayın ve kademeli olarak inşa edin

# guides.default.list1_item2
source: Listen to your skin and adjust as needed
tr: Cildinizi dinleyin ve gerektiğinde ayarlama yapın

# guides.default.list1_item3
source: Consistency is more important than complexity
tr: Tutarlılık, karmaşıklıktan daha önemlidir

# guides.default.disclaimer
source: Individual results may vary. Consult a professional for personalized advice.
tr: Bireysel sonuçlar değişebilir. Kişiselleştirilmiş tavsiye için bir uzmana danışın.
