Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Myself.strings
Languages: tr

# myself.title
source: Myself
tr: Ben

# myself.profile
source: Profile
tr: Profil

# myself.edit
source: Edit
tr: Düzenle

# myself.createNewRoutine
source: Create New Routine
tr: Yeni Rutin Oluştur

# myself.greeting.morning
source: Good Morning, %@!
tr: Günaydın, %@!

# myself.greeting.afternoon
source: Good Afternoon, %@!
tr: Tünaydın, %@!

# myself.greeting.evening
source: Good Evening, %@!
tr: İyi Akşamlar, %@!

# myself.greeting.night
source: Good Night, %@!
tr: İyi Geceler, %@!

# myself.tabs.timeline
source: Timeline
tr: Zaman Çizelgesi

# myself.tabs.journal
source: Skin Journal
tr: Cilt Günlüğü

# myself.tabs.insights
source: Insights
tr: Analizler

# myself.tabs.journal.description
source: See your skin glow evolve
tr: Cildinizin ışıltısının nasıl geliştiğini görün

# myself.tabs.insights.description
source: Discover patterns and trends in your skincare journey
tr: Cilt bakım yolculuğunuzdaki örüntüleri ve trendleri keşfedin

# myself.stats.skinType
source: Skin Type
tr: Cilt Tipi

# myself.stats.ageRange
source: Age Range
tr: Yaş Aralığı

# myself.stats.skinTone
source: Skin Tone
tr: Cilt Tonu

# myself.stats.climate
source: Climate
tr: İklim

# myself.insights.title
source: Insights & Tips
tr: Analizler ve İpuçları

# myself.insights.combinationLargePores.title
source: Combination + Large Pores
tr: Karma + Geniş Gözenekler

# myself.insights.combinationLargePores.body
source: Look for niacinamide and BHA to refine texture.
tr: Cilt dokusunu iyileştirmek için niasinamid ve BHA içeren ürünlere bakın.

# myself.insights.completeProfile.title
source: Complete your profile
tr: Profilinizi tamamlayın

# myself.insights.completeProfile.body
source: Add your details to get personalized skincare tips.
tr: Size özel cilt bakım ipuçları almak için bilgilerinizi ekleyin.

# myself.insights.climateTip.title
source: Climate Tip
tr: İklim İpucu

# myself.insights.climateTip.body
source: You're in a %@ climate. Aim for SPF %d+ daily protection.
tr: Şu anda %@ iklimindesiniz. Günlük koruma için SPF %d+ hedefleyin.

# myself.insights.yourPreferences.title
source: Your Preferences
tr: Tercihleriniz

# myself.insights.morningConsistent
source: You're most consistent in the mornings! ðŸŒ… (%d%% completion rate)
tr: En çok sabahları tutarlısınız! 🌅 (%d%% tamamlama oranı)

# myself.insights.eveningShines
source: Your evening routine shines! ðŸŒ™ (%d%% completion rate)
tr: Akşam rutininiz harika! 🌙 (%d%% tamamlama oranı)

# myself.insights.equallyConsistent
source: You're equally consistent! Both routines at %d%%
tr: Eşit derecede tutarlısınız! Her iki rutinde de %d%%

# myself.insights.buildConsistency
source: Start building consistency with your routine!
tr: Rutinlerinizle tutarlılık oluşturmaya başlayın!

# myself.preferences.fragranceFree
source: Fragrance-free
tr: Parfümsüz

# myself.preferences.sensitiveSkin
source: Sensitive skin
tr: Hassas cilt

# myself.preferences.natural
source: Natural
tr: Doğal

# myself.preferences.crueltyFree
source: Cruelty-free
tr: Hayvanlar Üzerinde Test Edilmemiştir

# myself.completion.lastDays
source: Last %d days
tr: Son %d gün

# myself.completion.countOfTotal
source: %d of %d
tr: %d / %d

# myself.premium.aiPowered
source: AI-POWERED
tr: YAPAY ZEKÂ DESTEKLİ

# myself.premium.getInsights
source: Get AI-powered insights
tr: Yapay zekâ destekli analizler alın

# myself.premium.onRoutines
source: on your routines and skin progress
tr: rutinleriniz ve cilt gelişiminiz hakkında

# myself.premium.tryFree
source: Try Premium Free for 7 Days
tr: 7 Gün Ücretsiz Premium Deneyin

# myself.premium.smartAnalysis
source: Smart routine analysis
tr: Akıllı rutin analizi

# myself.premium.productTrends
source: Most used product trends
tr: En çok kullanılan ürün trendleri

# myself.premium.moodCorrelation
source: Mood & skin pattern correlation
tr: Ruh hali ve cilt örüntüsü korelasyonu

# myself.products.title
source: Most Used Products
tr: En Çok Kullanılan Ürünler

# myself.products.empty
source: No products used yet
tr: Henüz ürün kullanılmadı

# myself.products.emptySubtitle
source: Complete your routine to see your favorites
tr: Favorilerinizi görmek için rutininizi tamamlayın

# myself.products.usedCount
source: Used %d time
tr: %d kez kullanıldı

# myself.products.usedCountPlural
source: Used %d times
tr: %d kez kullanıldı

# myself.skinFeel.title
source: Skin Feel Trends
tr: Cilt Hissi Trendleri

# myself.skinFeel.empty
source: No skin journal entries yet
tr: Henüz cilt günlüğü girişi yok

# myself.skinFeel.emptySubtitle
source: Start tracking how your skin feels
tr: Cildinizin nasıl hissettiğini takip etmeye başlayın

# myself.datePicker.title
source: Select Date
tr: Tarih Seçin

# myself.datePicker.subtitle
source: View your timeline for any date
tr: Herhangi bir tarihe ait zaman çizelgenizi görüntüleyin

# myself.datePicker.today
source: Today
tr: Bugün

# myself.datePicker.selectDate
source: Select Date
tr: Tarih Seç

# myself.editProfile.title
source: Edit Profile
tr: Profili Düzenle

# myself.editProfile.save
source: Save
tr: Kaydet

# myself.editProfile.cancel
source: Cancel
tr: İptal

# myself.editProfile.skin
source: Skin
tr: Cilt

# myself.editProfile.skinType
source: Skin Type
tr: Cilt Tipi

# myself.editProfile.fitzpatrickTone
source: Fitzpatrick Tone
tr: Fitzpatrick Tonu

# myself.editProfile.concerns
source: Concerns
tr: Kaygılar

# myself.editProfile.goalAndPreferences
source: Goal & Preferences
tr: Hedef ve Tercihler

# myself.editProfile.mainGoal
source: Main Goal
tr: Ana Hedef

# myself.editProfile.preferences
source: Preferences
tr: Tercihler

# myself.editProfile.demographics
source: Demographics & Climate
tr: Demografi ve İklim

# myself.editProfile.ageRange
source: Age Range
tr: Yaş Aralığı

# myself.editProfile.regionClimate
source: Region/Climate
tr: Bölge/İklim

# myself.editProfile.menstruationCycle
source: Menstruation Cycle
tr: Menstrüasyon Döngüsü

# myself.editProfile.lastPeriodStart
source: Last Period Start
tr: Son Adet Başlangıcı

# myself.editProfile.cycleLength
source: Cycle Length: %d days
tr: Döngü Uzunluğu: %d gün

# myself.editProfile.periodLength
source: Period Length: %d days
tr: Adet Süresi: %d gün

# myself.editProfile.currentPhase
source: Current Phase: %@
tr: Mevcut Aşama: %@

# myself.editProfile.dayOfCycle
source: Day %d of %d
tr: Döngünün %d. günü / %d

# myself.editProfile.preferences.fragranceFree
source: Fragrance-free
tr: Parfümsüz

# myself.editProfile.preferences.sensitiveSkin
source: Suitable for sensitive skin
tr: Hassas Cilde Uygun

# myself.editProfile.preferences.natural
source: Natural ingredients
tr: Doğal İçerikler

# myself.editProfile.preferences.crueltyFree
source: Cruelty-free
tr: Hayvanlar Üzerinde Test Edilmemiştir

# myself.editProfile.preferences.vegan
source: Vegan-friendly
tr: Vegan Dostu

# myself.cycle.title
source: Cycle Tracking Settings
tr: Döngü Takibi Ayarları

# myself.cycle.subtitle
source: Help us understand your cycle for personalized skincare recommendations
tr: Kişiselleştirilmiş cilt bakımı önerileri için döngünüzü anlamamıza yardımcı olun

# myself.cycle.lastPeriodStart
source: Last Period Start Date
tr: Son Adet Başlangıç Tarihi

# myself.cycle.averageCycleLength
source: Average Cycle Length
tr: Ortalama Döngü Uzunluğu

# myself.cycle.cycleLengthValue
source: %d days
tr: %d gün

# myself.cycle.cycleLengthRange
source: Typical range: 21-35 days
tr: Tipik aralık: 21-35 gün

# myself.cycle.periodLength
source: Period Length
tr: Adet Süresi

# myself.cycle.periodLengthValue
source: %d days
tr: %d gün

# myself.cycle.periodLengthRange
source: Typical range: 3-7 days
tr: Tipik aralık: 3-7 gün

# myself.cycle.privacyInfo
source: Your cycle data is stored securely on your device and used to provide personalized skincare recommendations.
tr: Döngü verileriniz cihazınızda güvenli bir şekilde saklanır ve kişiselleştirilmiş cilt bakımı önerileri sunmak için kullanılır.

# myself.cycle.saveSettings
source: Save Settings
tr: Ayarları Kaydet

# myself.cycle.cancel
source: Cancel
tr: İptal

# myself.cycle.selectDate
source: Select Date
tr: Tarih Seç
