Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Onboarding.strings
Languages: tr

# onboarding.welcome.description
source: Transform your skincare routine with personalized recommendations
tr: Kişiselleştirilmiş önerilerle cilt bakımı rutininizi dönüştürün

# onboarding.welcome.getStarted
source: Get Started
tr: Hemen Başlayın

# onboarding.welcome.skipToHome
source: Skip to Home
tr: Ana Sayfaya Atla

# onboarding.createRoutine.title
source: Create Your Routine
tr: Rutininizi Oluşturun

# onboarding.createRoutine.description
source: Glowie personalizes your morning and night routines based on your skin type and environment.
tr: Glowie; sabah ve akşam rutinlerinizi cilt tipinize ve çevrenize göre kişiselleştirir.

# onboarding.createRoutine.next
source: Next
tr: İleri

# onboarding.addProducts.title
source: Add or Scan Products
tr: Ürünleri Ekleyin veya Taratın

# onboarding.addProducts.description
source: Upload or photograph your skincare products — Glowie identifies them and explains what's inside.
tr: Cilt bakım ürünlerinizi yükleyin veya fotoğrafını çekin — Glowie onları tanımlar ve içeriğini açıklar.

# onboarding.addProducts.next
source: Next
tr: İleri

# onboarding.discoverTrack.title
source: Discover & Track
tr: Keşfet & Takip Et

# onboarding.discoverTrack.description
source: Find new skincare routines, learn from others, and watch your glow evolve over time.
tr: Yeni cilt bakım rutinleri bulun, başkalarından ilham alın ve ışıltınızın zamanla gelişimini izleyin.

# onboarding.discoverTrack.getStarted
source: Get Started
tr: Hemen Başlayın

# onboarding.skinType.title
source: What's your skin type?
tr: Cilt tipiniz nedir?

# onboarding.skinType.subtitle
source: Select your base type to build a simple routine.
tr: Basit bir rutin oluşturmak için temel tipinizi seçin.

# onboarding.skinType.continue
source: Continue
tr: Devam Et

# onboarding.skinType.tapToSelect
source: Tap to select
tr: Seçmek için dokunun

# onboarding.skinType.oily
source: Oily
tr: Yağlı

# onboarding.skinType.oily.subtitle
source: Shiny, enlarged pores
tr: Parlak, genişlemiş gözenekler

# onboarding.skinType.dry
source: Dry
tr: Kuru

# onboarding.skinType.dry.subtitle
source: Tightness, flakiness
tr: Gerginlik, pullanma

# onboarding.skinType.combination
source: Combination
tr: Karma

# onboarding.skinType.combination.subtitle
source: Oily T-zone, dry cheeks
tr: Yağlı T bölgesi, kuru yanaklar

# onboarding.skinType.normal.subtitle
source: Balanced skin
tr: Dengeli cilt

# onboarding.concerns.title
source: What concerns you?
tr: Sizi endişelendiren nedir?

# onboarding.concerns.subtitle
source: Pick what you want to focus on.
tr: Odaklanmak istediklerinizi seçin.

# onboarding.concerns.continue
source: Continue
tr: Devam Et

# onboarding.concerns.customPlaceholder
source: Type your own concern...
tr: Kendi endişenizi yazın...

# onboarding.concerns.acne
source: Acne
tr: Akne

# onboarding.concerns.acne.subtitle
source: Breakouts, whiteheads
tr: Sivilce, beyaz noktalar

# onboarding.concerns.redness
source: Redness
tr: Kızarıklık

# onboarding.concerns.redness.subtitle
source: Sensitivity, flushing
tr: Hassasiyet, yüz kızarması

# onboarding.concerns.blackheads
source: Blackheads
tr: Siyah Noktalar

# onboarding.concerns.blackheads.subtitle
source: Clogged pores, oil build-up
tr: Tıkanmış gözenekler, yağ birikimi

# onboarding.concerns.largePores
source: Large Pores
tr: Geniş Gözenekler

# onboarding.concerns.largePores.subtitle
source: Texture, visible pores
tr: Doku, belirgin gözenekler

# onboarding.concerns.sensitive
source: Sensitive
tr: Hassas

# onboarding.concerns.sensitive.subtitle
source: Easily irritated skin
tr: Kolayca tahriş olan cilt

# onboarding.concerns.wrinkles
source: Wrinkles
tr: Kırışıklıklar

# onboarding.concerns.wrinkles.subtitle
source: Fine lines, aging signs
tr: İnce çizgiler, yaşlanma belirtileri

# onboarding.concerns.dryness
source: Dryness
tr: Kuruluk

# onboarding.concerns.dryness.subtitle
source: Flaky, dehydrated skin
tr: Pullanma, nemsiz cilt

# onboarding.concerns.none
source: None
tr: Hiçbiri

# onboarding.concerns.none.subtitle
source: No specific concerns
tr: Özel bir endişe yok

# onboarding.mainGoal.title
source: What's your main goal?
tr: Ana hedefiniz nedir?

# onboarding.mainGoal.subtitle
source: Choose the primary focus for your skincare routine.
tr: Cilt bakımı rutininizin birincil odağını seçin.

# onboarding.mainGoal.continue
source: Continue
tr: Devam Et

# onboarding.mainGoal.customPlaceholder
source: Type your own goal...
tr: Kendi hedefinizi yazın...

# onboarding.mainGoal.healthierOverall
source: Healthier skin overall
tr: Genel olarak daha sağlıklı cilt

# onboarding.mainGoal.healthierOverall.subtitle
source: Build a solid foundation for better skin
tr: Daha iyi bir cilt için sağlam bir temel oluşturun

# onboarding.mainGoal.reduceBreakouts
source: Reduce breakouts
tr: Sivilceleri azaltmak

# onboarding.mainGoal.reduceBreakouts.subtitle
source: Clear acne and prevent future breakouts
tr: Akneleri temizleyin ve gelecekteki sivilceleri önleyin

# onboarding.mainGoal.sootheIrritation
source: Soothe irritation
tr: Tahrişi yatıştırmak

# onboarding.mainGoal.sootheIrritation.subtitle
source: Calm redness and sensitivity
tr: Kızarıklığı ve hassasiyeti dindirin

# onboarding.mainGoal.preventAging
source: Prevent sun damage
tr: Güneş hasarını önlemek

# onboarding.mainGoal.preventAging.subtitle
source: Protect against UV damage and aging
tr: UV hasarına ve yaşlanmaya karşı koruyun

# onboarding.mainGoal.ageSlower
source: Age slower
tr: Daha yavaş yaşlanmak

# onboarding.mainGoal.ageSlower.subtitle
source: Slow down aging with targeted care
tr: Hedeflenen bakımla yaşlanmayı yavaşlatın

# onboarding.mainGoal.shinySkin
source: Shiny, glowing skin
tr: Parlak, ışıltılı cilt

# onboarding.mainGoal.shinySkin.subtitle
source: Achieve a radiant, healthy glow
tr: Işıldayan, sağlıklı bir parlaklık elde edin

# onboarding.fitzpatrick.title
source: What's your skin tone?
tr: Cilt tonunuz nedir?

# onboarding.fitzpatrick.subtitle
source: This helps us recommend the right SPF and UV protection for your skin.
tr: Bu, cildiniz için doğru SPF ve UV korumasını önermemize yardımcı olur.

# onboarding.fitzpatrick.continue
source: Continue
tr: Devam Et

# onboarding.fitzpatrick.type1
source: Type I - Very Fair
tr: Tip I - Çok Açık

# onboarding.fitzpatrick.type1.description
source: Always burns, never tans
tr: Her zaman yanar, asla bronzlaşmaz

# onboarding.fitzpatrick.type1.uvSensitivity
source: Extremely high
tr: Aşırı yüksek

# onboarding.fitzpatrick.type2
source: Type II - Fair
tr: Tip II - Açık

# onboarding.fitzpatrick.type2.description
source: Usually burns, tans minimally
tr: Genellikle yanar, çok az bronzlaşır

# onboarding.fitzpatrick.type2.uvSensitivity
source: High
tr: Yüksek

# onboarding.fitzpatrick.type3
source: Type III - Light Olive
tr: Tip III - Hafif Zeytuni

# onboarding.fitzpatrick.type3.description
source: Sometimes burns, tans gradually
tr: Bazen yanar, yavaş yavaş bronzlaşır

# onboarding.fitzpatrick.type3.uvSensitivity
source: Moderate
tr: Orta

# onboarding.fitzpatrick.type4
source: Type IV - Moderate Brown
tr: Tip IV - Orta Kahverengi

# onboarding.fitzpatrick.type4.description
source: Rarely burns, tans easily
tr: Nadiren yanar, kolayca bronzlaşır

# onboarding.fitzpatrick.type4.uvSensitivity
source: Low
tr: Düşük

# onboarding.fitzpatrick.type5
source: Type V - Dark Brown
tr: Tip V - Koyu Kahverengi

# onboarding.fitzpatrick.type5.description
source: Very rarely burns, tans very easily
tr: Çok nadiren yanar, çok kolay bronzlaşır

# onboarding.fitzpatrick.type5.uvSensitivity
source: Very low
tr: Çok düşük

# onboarding.fitzpatrick.type6
source: Type VI - Very Dark
tr: Tip VI - Çok Koyu

# onboarding.fitzpatrick.type6.description
source: Never burns, tans very easily
tr: Asla yanmaz, çok kolay bronzlaşır

# onboarding.ageRange.title
source: What's your age range?
tr: Yaş aralığınız nedir?

# onboarding.ageRange.subtitle
source: This helps us tailor the routine to your skin's current needs.
tr: Bu, rutini cildinizin mevcut ihtiyaçlarına göre uyarlamamıza yardımcı olur.

# onboarding.ageRange.continue
source: Continue
tr: Devam Et

# onboarding.ageRange.teens
source: Teens (13-19)
tr: Gençler (13-19)

# onboarding.ageRange.teens.description
source: Focus on prevention and gentle care
tr: Korunma ve nazik bakıma odaklanın

# onboarding.ageRange.twenties
source: 20s
tr: 20'ler

# onboarding.ageRange.twenties.description
source: Build healthy habits and prevent early aging
tr: Sağlıklı alışkanlıklar edinin ve erken yaşlanmayı önleyin

# onboarding.ageRange.thirties
source: 30s
tr: 30'lar

# onboarding.ageRange.thirties.description
source: Address first signs of aging
tr: İlk yaşlanma belirtilerini hedef alın

# onboarding.ageRange.forties
source: 40s
tr: 40'lar

# onboarding.ageRange.forties.description
source: Target fine lines and skin texture
tr: İnce çizgileri ve cilt dokusunu hedef alın

# onboarding.ageRange.fifties
source: 50s
tr: 50'ler

# onboarding.ageRange.fifties.description
source: Combat deeper wrinkles and loss of firmness
tr: Daha derin kırışıklıklar ve sıkılık kaybıyla mücadele edin

# onboarding.ageRange.sixtiesPlus.description
source: Maintain skin health and hydration
tr: Cilt sağlığını ve nem dengesini koruyun

# onboarding.region.title
source: What's your climate like?
tr: İkliminiz nasıl?

# onboarding.region.subtitle
source: Your environment affects your skin's UV exposure and hydration needs.
tr: Çevreniz, cildinizin UV maruziyetini ve nem ihtiyacını etkiler.

# onboarding.region.continue
source: Continue
tr: Devam Et

# onboarding.region.tropical
source: Tropical
tr: Tropikal

# onboarding.region.tropical.description
source: Hot, humid climate year-round
tr: Yıl boyunca sıcak, nemli iklim

# onboarding.region.subtropical
source: Subtropical
tr: Subtropikal

# onboarding.region.subtropical.description
source: Warm, humid summers, mild winters
tr: Sıcak, nemli yazlar, ılıman kışlar

# onboarding.region.temperate
source: Temperate
tr: Ilıman

# onboarding.region.temperate.description
source: Moderate temperatures, four seasons
tr: Orta sıcaklıklar, dört mevsim

# onboarding.region.continental
source: Continental
tr: Karasal

# onboarding.region.continental.description
source: Hot summers, cold winters
tr: Sıcak yazlar, soğuk kışlar

# onboarding.region.mediterranean
source: Mediterranean
tr: Akdeniz

# onboarding.region.mediterranean.description
source: Hot, dry summers, mild winters
tr: Sıcak, kuru yazlar, ılıman kışlar

# onboarding.region.arctic
source: Arctic/Cold
tr: Arktik/Soğuk

# onboarding.region.arctic.description
source: Very cold, dry climate
tr: Çok soğuk, kuru iklim

# onboarding.region.desert
source: Desert
tr: Çöl

# onboarding.region.desert.description
source: Hot, dry climate with low humidity
tr: Düşük nemli, sıcak, kuru iklim

# onboarding.region.mountain
source: Mountain/High Altitude
tr: Dağ/Yüksek Rakım

# onboarding.region.mountain.description
source: High altitude, intense UV exposure
tr: Yüksek rakım, yoğun UV maruziyeti

# onboarding.region.tropical.uvIndex
source: Very High (8-11)
tr: Çok Yüksek (8-11)

# onboarding.region.subtropical.uvIndex
source: High (6-8)
tr: Yüksek (6-8)

# onboarding.region.temperate.uvIndex
source: Moderate (3-6)
tr: Orta (3-6)

# onboarding.region.continental.uvIndex
source: Moderate to High (4-7)
tr: Orta ila Yüksek (4-7)

# onboarding.region.mediterranean.uvIndex
source: High (6-9)
tr: Yüksek (6-9)

# onboarding.region.arctic.uvIndex
source: Low to Moderate (1-4)
tr: Düşük ila Orta (1-4)

# onboarding.region.desert.uvIndex
source: Very High (8-11)
tr: Çok Yüksek (8-11)

# onboarding.region.mountain.uvIndex
source: Extreme (9-12)
tr: Aşırı (9-12)

# onboarding.region.tropical.humidity
source: Very High
tr: Çok Yüksek

# onboarding.region.subtropical.humidity
source: High
tr: Yüksek

# onboarding.region.temperate.humidity
source: Moderate
tr: Orta

# onboarding.region.continental.humidity
source: Low to Moderate
tr: Düşük ila Orta

# onboarding.region.mediterranean.humidity
source: Low
tr: Düşük

# onboarding.region.arctic.humidity
source: Very Low
tr: Çok Düşük

# onboarding.region.desert.humidity
source: Very Low
tr: Çok Düşük

# onboarding.region.mountain.humidity
source: Low
tr: Düşük

# onboarding.region.tropical.temperature
source: Hot & Humid
tr: Sıcak ve Nemli

# onboarding.region.subtropical.temperature
source: Warm & Humid
tr: Ilık ve Nemli

# onboarding.region.temperate.temperature
source: Moderate
tr: Ilıman

# onboarding.region.continental.temperature
source: Hot/Cold
tr: Sıcak/Soğuk

# onboarding.region.mediterranean.temperature
source: Warm & Dry
tr: Ilık ve Kuru

# onboarding.region.arctic.temperature
source: Very Cold
tr: Çok Soğuk

# onboarding.region.desert.temperature
source: Hot & Dry
tr: Sıcak ve Kuru

# onboarding.region.mountain.temperature
source: Cool & Dry
tr: Serin ve Kuru

# onboarding.routineDepth.title
source: Routine Level
tr: Rutin Seviyesi

# onboarding.routineDepth.subtitle
source: How detailed would you like your skincare routine to be?
tr: Cilt bakımı rutininizin ne kadar detaylı olmasını istersiniz?

# onboarding.routineDepth.continue
source: Continue
tr: Devam Et

# onboarding.routineDepth.simple
source: Simple
tr: Basit

# onboarding.routineDepth.simple.subtitle
source: Quick & essential
tr: Hızlı ve temel

# onboarding.routineDepth.simple.description
source: Perfect for busy mornings.
tr: Yoğun sabahlar için mükemmel.

# onboarding.routineDepth.simple.stepCount
source: 3-4 steps
tr: 3-4 adım

# onboarding.routineDepth.simple.timeEstimate
source: ~3-5 minutes
tr: ~~3-5 dakika

# onboarding.routineDepth.simple.stepGuidance
source: Generate a minimal routine with 3-4 essential steps (cleanser, moisturizer, sunscreen AM only, and one targeted treatment if needed)
tr: 3-4 temel adımla (temizleyici, nemlendirici, sadece sabahları güneş kremi ve gerekirse bir hedefe yönelik bakım) minimum bir rutin oluşturun

# onboarding.routineDepth.intermediate
source: Intermediate
tr: Orta

# onboarding.routineDepth.intermediate.subtitle
source: Balanced approach
tr: Dengeli yaklaşım

# onboarding.routineDepth.intermediate.description
source: A balanced routine.
tr: Dengeli bir rutin.

# onboarding.routineDepth.intermediate.stepCount
source: 5-6 steps
tr: 5-6 adım

# onboarding.routineDepth.intermediate.timeEstimate
source: ~6-8 minutes
tr: ~~6-8 dakika

# onboarding.routineDepth.intermediate.stepGuidance
source: Generate a balanced routine with 5-6 steps including cleanser, toner/essence, serum, eye cream (optional), moisturizer, and sunscreen (AM only)
tr: Temizleyici, tonik/öz, serum, göz kremi (isteğe bağlı), nemlendirici ve güneş kremi (sadece sabahları) dahil 5-6 adımlı dengeli bir rutin oluşturun

# onboarding.routineDepth.advanced
source: Advanced
tr: İleri Düzey

# onboarding.routineDepth.advanced.subtitle
source: Comprehensive care
tr: Kapsamlı bakım

# onboarding.routineDepth.advanced.description
source: For those who love detailed routines.
tr: Detaylı rutinleri sevenler için.

# onboarding.routineDepth.advanced.stepCount
source: 7-9 steps
tr: 7-9 adım

# onboarding.routineDepth.advanced.timeEstimate
source: ~10-15 minutes
tr: ~~10-15 dakika

# onboarding.routineDepth.advanced.stepGuidance
source: Generate a comprehensive routine with 7-9 steps including double cleanse (PM), toner, essence, multiple serums/treatments, eye cream, moisturizer, sleeping mask/oil (PM), and sunscreen (AM only)
tr: Çift temizleme (akşam), tonik, öz, birden fazla serum/bakım, göz kremi, nemlendirici, uyku maskesi/yağ (akşam) ve güneş kremi (sadece sabahları) dahil 7-9 adımlı kapsamlı bir rutin oluşturun

# onboarding.preferences.title
source: Any preferences?
tr: Herhangi bir tercihiniz var mı?

# onboarding.preferences.subtitle
source: These are optional but help us personalize your routine better.
tr: Bunlar isteğe bağlıdır ancak rutininizi daha iyi kişiselleştirmemize yardımcı olur.

# onboarding.preferences.continueWithPreferences
source: Continue with Preferences
tr: Tercihlerle Devam Et

# onboarding.preferences.skipForNow
source: Skip for now
tr: Şimdilik Atla

# onboarding.preferences.continueWithoutAPI
source: Continue without API call
tr: API Çağrısı Olmadan Devam Et

# onboarding.preferences.fragranceFree.title
source: Fragrance-free only
tr: Sadece Parfümsüz

# onboarding.preferences.fragranceFree.subtitle
source: Avoid products with added fragrances
tr: Eklenmiş koku içeren ürünlerden kaçının

# onboarding.preferences.sensitiveSkin.title
source: Suitable for sensitive skin
tr: Hassas Cilde Uygun

# onboarding.preferences.sensitiveSkin.subtitle
source: Gentle, non-irritating formulas
tr: Nazik, tahriş etmeyen formüller

# onboarding.preferences.natural.title
source: Natural ingredients
tr: Doğal İçerikler

# onboarding.preferences.natural.subtitle
source: Prefer plant-based and natural components
tr: Bitki bazlı ve doğal bileşenleri tercih edin

# onboarding.preferences.crueltyFree.title
source: Cruelty-free
tr: Hayvanlar Üzerinde Test Edilmemiştir

# onboarding.preferences.crueltyFree.subtitle
source: No animal testing
tr: Hayvanlar üzerinde test yapılmayan ürünler

# onboarding.preferences.vegan.title
source: Vegan-friendly
tr: Vegan Dostu

# onboarding.preferences.vegan.subtitle
source: No animal-derived ingredients
tr: Hayvansal kaynaklı içerik içermez

# onboarding.cycle.title
source: Track Your Cycle
tr: Döngünüzü Takip Edin

# onboarding.cycle.subtitle
source: Your skincare evolves with you — routines adapt to each phase.
tr: Cilt bakımınız sizinle birlikte gelişir — rutinler her faza uyum sağlar.

# onboarding.cycle.lastPeriodQuestion
source: When did your last period start?
tr: Son adet döneminiz ne zaman başladı?

# onboarding.cycle.averageCycleLength
source: Average cycle length
tr: Ortalama döngü uzunluğu

# onboarding.cycle.cycleLengthValue
source: %d days
tr: %d gün

# onboarding.cycle.cycleLengthRange
source: Typical range: 21-35 days
tr: Tipik aralık: 21-35 gün

# onboarding.cycle.periodLength
source: Period length
tr: Adet süresi

# onboarding.cycle.periodLengthValue
source: %d days
tr: %d gün

# onboarding.cycle.periodLengthRange
source: Typical range: 3-7 days
tr: Tipik aralık: 3-7 gün

# onboarding.cycle.privacyNote
source: Your cycle data stays private on your device
tr: Döngü verileriniz cihazınızda özel kalır

# onboarding.cycle.enableAdaptive
source: Enable Cycle-Adaptive Routines
tr: Döngüye Uyumlu Rutinleri Etkinleştir

# onboarding.cycle.skipForNow
source: Skip for now
tr: Şimdilik Atla

# onboarding.cycle.selectDate
source: Select Date
tr: Tarih Seç

# onboarding.cycle.alert.title
source: Use Default Averages?
tr: Varsayılan Ortalamalar Kullanılsın mı?

# onboarding.cycle.alert.message
source: Would you like to use these default averages (28-day cycle, 5-day period) or update them first to match your cycle?
tr: Bu varsayılan ortalamaları (28 günlük döngü, 5 günlük adet süresi) kullanmak ister misiniz, yoksa döngünüze uyması için önce güncellemek mi istersiniz?

# onboarding.cycle.alert.editFirst
source: Edit First
tr: Önce Düzenle

# onboarding.cycle.alert.continue
source: Continue
tr: Devam Et

# onboarding.lifestyle.title
source: Lifestyle Questions
tr: Yaşam Tarzı Soruları

# onboarding.lifestyle.subtitle
source: Help us understand your daily habits and preferences to create a more personalized routine.
tr: Daha kişiselleştirilmiş bir rutin oluşturmak için günlük alışkanlıklarınızı ve tercihlerinizi anlamamıza yardımcı olun.

# onboarding.lifestyle.back
source: Back
tr: Geri

# onboarding.lifestyle.section.lifestyle
source: Lifestyle
tr: Yaşam Tarzı

# onboarding.lifestyle.section.skinHabits
source: Skin Habits & Goals
tr: Cilt Alışkanlıkları ve Hedefleri

# onboarding.lifestyle.section.productPreferences
source: Product Preferences
tr: Ürün Tercihleri

# onboarding.lifestyle.section.sensitivity
source: Sensitivity & Sun
tr: Hassasiyet ve Güneş

# onboarding.lifestyle.question.sleepQuality
source: Sleep Quality
tr: Uyku Kalitesi

# onboarding.lifestyle.question.outdoorHours
source: Time outdoors (hrs/day)
tr: Dışarıda Geçirilen Süre (saat/gün)

# onboarding.lifestyle.question.smoke
source: Do you smoke?
tr: Sigara kullanıyor musunuz?

# onboarding.lifestyle.question.alcohol
source: Do you drink alcohol?
tr: Alkol kullanıyor musunuz?

# onboarding.lifestyle.question.exercise
source: Exercise Frequency
tr: Egzersiz Sıklığı

# onboarding.lifestyle.question.routineDepth
source: Desired Routine Depth
tr: İstenen Rutin Derinliği

# onboarding.lifestyle.question.fragranceFree
source: Fragrance-free only
tr: Sadece Parfümsüz

# onboarding.lifestyle.question.naturalPreference
source: Prefer natural/clean formulas
tr: Doğal/Temiz formülleri tercih etme

# onboarding.lifestyle.question.sensitiveSkin
source: Sensitive skin
tr: Hassas cilt

# onboarding.lifestyle.question.sunResponse
source: In the sun, your skin…
tr: Güneşte cildiniz...

# onboarding.lifestyle.sleepQuality.poor
source: Poor
tr: Kötü

# onboarding.lifestyle.sleepQuality.average
source: Average
tr: Ortalama

# onboarding.lifestyle.sleepQuality.good
source: Good
tr: İyi

# onboarding.lifestyle.exerciseFreq.none
source: None
tr: Hiçbiri

# onboarding.lifestyle.exerciseFreq.oneToTwo
source: 1–2 / week
tr: Haftada 1–2

# onboarding.lifestyle.exerciseFreq.threeToFour
source: 3–4 / week
tr: Haftada 3–4

# onboarding.lifestyle.exerciseFreq.fivePlus
source: 5+ / week
tr: Haftada 5+

# onboarding.lifestyle.routineDepth.minimal
source: 2–3 steps
tr: 2–3 adım

# onboarding.lifestyle.routineDepth.standard
source: 3–4 steps
tr: 3–4 adım

# onboarding.lifestyle.routineDepth.detailed
source: 4–5 steps
tr: 4–5 adım

# onboarding.lifestyle.sunResponse.rarely
source: Rarely burns
tr: Nadiren yanar

# onboarding.lifestyle.sunResponse.sometimes
source: Sometimes burns
tr: Bazen yanar

# onboarding.lifestyle.sunResponse.easily
source: Easily burns
tr: Kolayca yanar

# onboarding.loading.thinking
source: Thinking...
tr: Düşünüyoruz...

# onboarding.loading.analyzingSkinType
source: Analyzing your skin type…
tr: Cilt tipiniz analiz ediliyor…

# onboarding.loading.processingConcerns
source: Processing your concerns…
tr: Endişeleriniz işleniyor…

# onboarding.loading.evaluatingGoal
source: Evaluating your main goal…
tr: Ana hedefiniz değerlendiriliyor…

# onboarding.loading.assessingEnvironment
source: Assessing environmental factors…
tr: Çevresel faktörler değerlendiriliyor…

# onboarding.loading.preparingResults
source: Preparing routine results…
tr: Rutin sonuçlarınız hazırlanıyor…

# onboarding.loading.creatingSlots
source: Creating product slots…
tr: Ürün slotları oluşturuluyor…

# onboarding.loading.optimizing
source: Optimizing for your preferences…
tr: Tercihlerinize göre optimize ediliyor…

# onboarding.loading.finalizing
source: Almost done! Finalizing your results…
tr: Neredeyse bitti! Sonuçlarınız tamamlanıyor…

# onboarding.common.continue
source: Continue
tr: Devam Et

# onboarding.common.next
source: Next
tr: İleri

# onboarding.common.skip
source: Skip
tr: Atla

# onboarding.common.back
source: Back
tr: Geri

# onboarding.common.getStarted
source: Get Started
tr: Hemen Başlayın

# onboarding.flow.stepProgress
source: %d of %d
tr: %d / %d

# onboarding.flow.stepSkinType
source: Skin Type
tr: Cilt Tipi

# onboarding.flow.stepConcerns
source: Concerns
tr: Kaygılar

# onboarding.flow.stepMainGoal
source: Main Goal
tr: Ana Hedef

# onboarding.flow.stepSkinTone
source: Skin Tone
tr: Cilt Tonu

# onboarding.flow.stepAgeRange
source: Age Range
tr: Yaş Aralığı

# onboarding.flow.stepRegion
source: Region
tr: Bölge

# onboarding.flow.stepRoutineLevel
source: Routine Level
tr: Rutin Seviyesi

# onboarding.flow.stepCycleSetup
source: Cycle Setup
tr: Döngü Kurulumu

# onboarding.flow.stepPreferences
source: Preferences
tr: Tercihler

# onboarding.flow.stepAnalyzing
source: Analyzing
tr: Analiz Ediliyor
