Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Onboarding.strings
Languages: tr

# onboarding.flow.stepResults
source: Results
tr: Sonuçlar
