Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Paywall.strings
Languages: tr

# paywall.title
source: Try for free
tr: Ücretsiz Deneyin

# paywall.pricing.trial
source: Try 7 days free, then just ₺199,99 / year
tr: 7 gün ücretsiz deneyin, sonrasında yalnızca yıllık ₺199,99

# paywall.pricing.monthly
source: Only ₺16,66/month, billed annually.
tr: Aylık sadece ₺16,66'ya gelir, yıllık olarak faturalandırılır.

# paywall.features.freeWeek
source: Enjoy your first week for free!
tr: İlk haftanızın keyfini ücretsiz çıkarın!

# paywall.features.cancelAnytime
source: Cancel anytime with ease
tr: İstediğiniz zaman kolayca iptal edin

# paywall.features.createRoutines
source: Create and track skincare routines
tr: Sınırsız cilt bakımı rutini oluşturma ve takip etme

# paywall.features.syncCycle
source: Sync routines with your cycle
tr: Rutinleri döngünüzle senkronize etme (adaptif bakım)

# paywall.features.noLimits
source: All content, no limits, no ads
tr: Tüm içerik, sınırsız kullanım ve reklamsız deneyim

# paywall.action.startFreeTrial
source: Start my free week
tr: Ücretsiz haftamı başlat

# paywall.action.processing
source: Processing...
tr: İşleniyor...

# paywall.footer.secure
source: Secured by the App Store. Cancel at any time.
tr: App Store tarafından güvence altındadır. İstediğiniz zaman iptal edebilirsiniz.
