Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Products.strings
Languages: tr

# products.title
source: My Products
tr: Ürünlerim

# products.subtitle
source: Store and manage your skincare collection
tr: Cilt bakımı koleksiyonunuzu depolayın ve yönetin

# products.empty.title
source: No Products Yet
tr: Henüz Ürün Yok

# products.empty.subtitle
source: Add your first product to get started
tr: Başlamak için ilk ürününüzü ekleyin

# products.add.title
source: Add New Product
tr: Yeni Ürün Ekle

# products.add.subtitle
source: Add a product to your collection
tr: Koleksiyonunuza bir ürün ekleyin

# products.add.scanOption
source: Scan Product
tr: Ürünü Tara

# products.add.scanDescription
source: Take a photo to automatically extract product information
tr: Ürün bilgilerini otomatik olarak çıkarmak için fotoğraf çekin

# products.add.manualOption
source: Add Manually
tr: Manuel Ekle

# products.add.manualDescription
source: Enter product details manually for full control
tr: Tam kontrol için ürün detaylarını manuel girin

# products.add.getStarted
source: Get Started
tr: Başla

# products.form.basicInfo
source: Basic Information
tr: Temel Bilgiler

# products.form.productName
source: Product Name
tr: Ürün Adı

# products.form.productNamePlaceholder
source: e.g., Gentle Foaming Cleanser
tr: Örn: Nazik Köpüren Temizleyici

# products.form.brand
source: Brand
tr: Marka

# products.form.brandPlaceholder
source: e.g., CeraVe
tr: Örn: CeraVe

# products.form.size
source: Size
tr: Boyut/Miktar

# products.form.sizePlaceholder
source: e.g., 150
tr: Örn: 150

# products.form.productCategory
source: Product Category
tr: Ürün Kategorisi

# products.form.ingredients
source: Ingredients
tr: İçerikler

# products.form.addIngredient
source: Add ingredient
tr: İçerik Ekle

# products.form.productClaims
source: Product Claims
tr: Ürün İddiaları

# products.form.description
source: Description
tr: Açıklama

# products.form.productDescription
source: Product Description
tr: Ürün Açıklaması

# products.form.descriptionPlaceholder
source: e.g., Key benefits, texture, how it feels, any notable notes...
tr: Örn: Temel faydaları, dokusu, hissi, önemli notlar...

# products.type.title
source: Product Type
tr: Ürün Tipi

# products.type.tapToChange
source: Tap to change product type
tr: Ürün tipini değiştirmek için dokunun

# products.type.selectType
source: Select Product Type
tr: Ürün Tipi Seçin

# products.type.searchPlaceholder
source: Search product types...
tr: Ürün tiplerinde ara...

# products.scan.title
source: Scan Product
tr: Ürünü Tara

# products.scan.instruction
source: Position the product label within the frame
tr: Ürün etiketini çerçeve içine konumlandırın

# products.scan.photoCapture
source: Photo captured!
tr: Fotoğraf yakalandı!

# products.scan.processing
source: Processing...
tr: İşleniyor...

# products.scan.extracted
source: Extracted: %@
tr: Çıkarılan: %@

# products.scan.success
source: Product Added Successfully!
tr: Ürün Başarıyla Eklendi!

# products.scan.byBrand
source: by %@
tr: markası: %@

# products.scan.retakePhoto
source: Retake Photo
tr: Fotoğrafı Tekrar Çek

# products.scan.done
source: Done
tr: Bitti

# products.scan.step.extractedText
source: Extracted Text
tr: Çıkarılan Metin

# products.scan.step.reviewText
source: Review and edit the text before continuing
tr: Devam etmeden önce metni inceleyin ve düzenleyin

# products.scan.step.productInfo
source: Product Information
tr: Ürün Bilgileri

# products.scan.step.normalizedProduct
source: Normalized Product
tr: Normalleştirilmiş Ürün

# products.scan.step.brand
source: Brand:
tr: Marka:

# products.scan.step.name
source: Name:
tr: İsim:

# products.scan.step.type
source: Type:
tr: Tip:

# products.scan.step.confidence
source: Confidence:
tr: Güven:

# products.scan.step.normalizationError
source: Normalization Error: %@
tr: Normalleştirme Hatası: %@

# products.scan.step.normalizeWithGPT
source: Normalize with GPT
tr: GPT ile Normalleştir

# products.scan.step.normalizing
source: Normalizing with GPT...
tr: GPT ile normalleştiriliyor...

# products.scan.step.continueNormalized
source: Continue with Normalized Product
tr: Normalleştirilmiş Ürünle Devam Et

# products.scan.step.continueRaw
source: Continue with Raw Text
tr: Ham Metinle Devam Et

# products.scan.step.cancel
source: Cancel
tr: İptal

# products.scan.step.unknown
source: Unknown
tr: Bilinmiyor

# products.scan.step1
source: Step 1: Extracting text from image...
tr: Adım 1: Görselden metin çıkarılıyor...

# products.scan.step2
source: Step 2: Normalizing with GPT...
tr: Adım 2: GPT ile normalleştiriliyor...

# products.scan.step3
source: Step 3: Creating and adding product...
tr: Adım 3: Ürün oluşturuluyor ve ekleniyor...

# products.scan.step3Database
source: Step 3: Searching Open Beauty Facts database...
tr: Adım 3: Open Beauty Facts veritabanında aranıyor...

# products.scan.status.ocrFailed
source: OCR failed
tr: OCR başarısız oldu

# products.scan.status.normalizationFailed
source: GPT normalization failed
tr: GPT normalleştirmesi başarısız oldu

# products.scan.status.noData
source: No normalized product data
tr: Normalleştirilmiş ürün verisi yok

# products.scan.status.lookupCompleted
source: Product lookup completed!
tr: Ürün araması tamamlandı!

# products.scan.status.productAdded
source: Product added successfully!
tr: Ürün başarıyla eklendi!

# products.detail.description
source: Description
tr: Açıklama

# products.detail.editProduct
source: Edit Product
tr: Ürünü Düzenle

# products.detail.updateInfo
source: Update product information
tr: Ürün bilgilerini güncelle

# products.detail.close
source: Close
tr: Kapat

# products.detail.ingredients
source: Ingredients (INCI)
tr: İçindekiler (INCI)

# products.detail.productType
source: Product Type
tr: Ürün Tipi

# products.detail.size
source: Size
tr: Miktar

# products.detail.deleteProduct
source: Delete Product
tr: Ürünü Sil

# products.detail.deleteConfirmTitle
source: Delete Product
tr: Ürünü Sil

# products.detail.deleteConfirmMessage
source: Are you sure you want to delete "%@"? This action cannot be undone.
tr: “%@” ürününü silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# products.detail.keyIngredients
source: Key ingredients: %@
tr: Temel içerikler: %@

# products.summary.title
source: Product Summary
tr: Ürün Özeti

# products.summary.subtitle
source: Review and edit the extracted product information
tr: Çıkarılan ürün bilgilerini gözden geçirin ve düzenleyin

# products.confirm.noneOfThese
source: None of these
tr: Bunlardan hiçbiri değil

# products.confirm.title
source: Pick your product
tr: Ürününüzü seçin

# products.action.cancel
source: Cancel
tr: İptal

# products.action.save
source: Save
tr: Kaydet

# products.action.edit
source: Edit
tr: Düzenle

# products.action.delete
source: Delete
tr: Sil

# products.action.adding
source: Adding...
tr: Ekleniyor...

# products.action.confirmProduct
source: Confirm Product
tr: Ürünü Onayla

# products.slot.edit.title
source: Edit Product Slot
tr: Ürün Slotunu Düzenle

# products.slot.edit.subtitle
source: This feature will allow you to edit the product slot: %@
tr: Bu özellik, ürün slotunu düzenlemenize olanak tanır: %@

# products.slot.edit.navTitle
source: Edit Slot
tr: Slotu Düzenle

# products.claim.fragranceFree
source: Fragrance Free
tr: Parfümsüz

# products.claim.sensitiveSafe
source: Sensitive Safe
tr: Hassas Cilde Uygun

# products.claim.crueltyFree
source: Cruelty Free
tr: Hayvanlar Üzerinde Test Edilmemiştir

# products.claim.dermatologistTested
source: Dermatologist Tested
tr: Dermatolog Onaylı

# products.claim.nonComedogenic
source: Non-Comedogenic
tr: Komedojenik Değil

# products.claim.parabenFree
source: Paraben Free
tr: Paraben İçermez

# products.claim.sulfateFree
source: Sulfate Free
tr: Sülfat İçermez

# products.claim.oilFree
source: Oil Free
tr: Yağsız

# products.type.cleanser
source: Cleanser
tr: Temizleyici

# products.type.moisturizer
source: Moisturizer
tr: Nemlendirici

# products.type.sunscreen
source: Sunscreen
tr: Güneş Kremi

# products.type.toner
source: Toner
tr: Tonik

# products.type.faceSerum
source: Face Serum
tr: Yüz Serumu

# products.type.essence
source: Essence
tr: Esans

# products.type.exfoliator
source: Exfoliator
tr: Peeling/Cilt Yenileyici

# products.type.faceMask
source: Face Mask
tr: Yüz Maskesi

# products.type.facialOil
source: Facial Oil
tr: Yüz Yağı

# products.type.facialMist
source: Facial Mist & Sprays
tr: Yüz Spreyi/Misti

# products.type.eyeCream
source: Eye Cream
tr: Göz Kremi

# products.type.spotTreatment
source: Spot Treatment
tr: Sivilce/Leke Bakımı

# products.type.vitaminC
source: Vitamin C
tr: C Vitamini Serumu

# products.type.niacinamide
source: Niacinamide
tr: Niasinamid Serumu

# products.type.faceSunscreen
source: Face Sunscreen
tr: Yüz Güneş Kremi

# products.type.bodySunscreen
source: Body Sunscreen
tr: Vücut Güneş Kremi

# products.type.lipBalm
source: Lip Balm
tr: Dudak Balsamı

# products.type.shaveCream
source: Shave Cream
tr: Tıraş Kremi

# products.type.aftershave
source: Aftershave
tr: Tıraş Sonrası Losyon

# products.type.shaveGel
source: Shave Gel
tr: Tıraş Jeli

# products.type.bodyLotion
source: Body Lotion
tr: Vücut Losyonu

# products.type.bodyWash
source: Body Wash
tr: Vücut Şampuanı/Jeli

# products.type.handCream
source: Hand Cream
tr: El Kremi

# products.type.shampoo
source: Shampoo
tr: Şampuan

# products.type.conditioner
source: Conditioner
tr: Saç Kremi

# products.type.hairOil
source: Hair Oil
tr: Saç Yağı

# products.type.hairMask
source: Hair Mask
tr: Saç Maskesi

# products.type.chemicalPeel
source: Chemical Peel
tr: Kimyasal Peeling

# products.type.micellarWater
source: Micellar Water
tr: Misel Su

# products.type.makeupRemover
source: Makeup Remover
tr: Makyaj Temizleyici

# products.type.faceWash
source: Face Wash
tr: Yüz Yıkama Jeli/Köpüğü

# products.type.cleansingOil
source: Cleansing Oil
tr: Temizleme Yağı

# products.type.cleansingBalm
source: Cleansing Balm
tr: Temizleme Balmı

# products.category.cleansing
source: Cleansing
tr: Temizleme

# products.category.toning
source: Toning
tr: Tonikleme

# products.category.treatment
source: Treatment
tr: Bakım Ürünleri

# products.category.moisturizing
source: Moisturizing
tr: Nemlendirme

# products.category.sunProtection
source: Sun Protection
tr: Güneş Koruma

# products.category.masks
source: Masks
tr: Maskeler

# products.category.shaving
source: Shaving
tr: Tıraş

# products.category.bodyCare
source: Body Care
tr: Vücut Bakımı

# products.category.hairCare
source: Hair Care
tr: Saç Bakımı
