Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Routines.strings
Languages: tr

# routines.productType.description.aftershave
source: Soothes skin after shaving
tr: Tıraş sonrası cildi yatıştırır

# routines.productType.description.shaveGel
source: Cushions skin during shaving
tr: Tıraş sırasında cildi destekler

# routines.productType.description.bodyLotion
source: Hydrates and softens body skin
tr: Vücut cildini nemlendirir ve yumuşatır

# routines.productType.description.bodyWash
source: Cleanses and refreshes body
tr: Vücudu temizler ve ferahlatır

# routines.productType.description.bodySunscreen
source: Full body sun protection
tr: Tüm vücut için güneş koruması

# routines.productType.description.handCream
source: Moisturizes and protects hands
tr: Elleri nemlendirir ve korur

# routines.productType.description.facialMist
source: Refreshes and hydrates throughout the day
tr: Gün boyunca ferahlatır ve nemlendirir

# routines.productType.description.chemicalPeel
source: Deep exfoliation for skin renewal
tr: Cilt yenilenmesi için derinlemesine peeling

# routines.productType.description.shampoo
source: Cleanses hair and scalp
tr: Saçı ve saç derisini temizler

# routines.productType.description.conditioner
source: Softens and detangles hair
tr: Saçı yumuşatır ve düğümlerini açar

# routines.productType.description.hairOil
source: Nourishes and adds shine to hair
tr: Saçı besler ve parlaklık katar

# routines.productType.description.hairMask
source: Deep conditioning treatment for hair
tr: Saç için yoğun bakım tedavisi

# routines.productType.why.default
source: Essential step in your skincare routine
tr: Cilt bakımı rutininizin temel adımı

# routines.productType.how.default
source: Apply as directed on product packaging
tr: Ürün ambalajındaki talimatlara göre uygulayın

# routines.weather.uvLevel.low
source: Low
tr: Düşük

# routines.weather.uvLevel.moderate
source: Moderate
tr: Orta

# routines.weather.uvLevel.high
source: High
tr: Yüksek

# routines.weather.uvLevel.extreme
source: Extreme
tr: Çok Yüksek

# routines.weather.tip.activeSafe
source: Actives like retinoids are safe to use
tr: Retinol gibi aktifler güvenle kullanılabilir

# routines.weather.tip.antioxidant
source: Antioxidant serum recommended
tr: Antioksidan serum önerilir

# routines.weather.tip.reapply2h
source: Reapply sunscreen every 2 hours
tr: Güneş kremini 2 saatte bir yenileyin

# routines.weather.tip.addAntioxidant
source: Add antioxidant serum (Vit C, EGCG)
tr: Antioksidan serum ekleyin (C Vitamini, EGCG)

# routines.weather.tip.stayInShade
source: Stay in shade during peak hours (10am-4pm)
tr: En yoğun saatlerde (10:00-16:00) gölgede kalın

# routines.weather.tip.protectiveClothing
source: Wear protective clothing
tr: Koruyucu giysiler giyin

# routines.weather.tip.addHydratingToner
source: Add hydrating toner or HA serum
tr: Nemlendirici tonik veya Hyaluronik Asit (HA) serum ekleyin

# routines.weather.tip.avoidHeavyOils
source: Avoid thick occlusives or heavy oils
tr: Kalın kapatıcıları veya ağır yağları kullanmaktan kaçının

# routines.weather.tip.barrierCream
source: Apply barrier cream or balm
tr: Bariyer kremi veya balmı uygulayın

# routines.weather.tip.addCeramide
source: Add ceramide or squalane for barrier support
tr: Bariyer desteği için seramid veya skualan ekleyin

# routines.weather.tip.oilFree
source: Choose oil-free formulations
tr: Yağsız formülasyonları tercih edin

# routines.weather.warning.avoidMorningActives
source: Avoid retinoids and acids in morning routine
tr: Sabah rutininizde retinol ve asitlerden kaçının

# routines.weather.warning.skipActives
source: Skip retinoids and strong acids today
tr: Bugün retinol ve güçlü asitleri atlayın

# routines.weather.warning.reapply
source: Reapply sunscreen every 1-2 hours
tr: Güneş kremini 1-2 saatte bir yenileyin

# routines.weather.warning.avoidOverExfoliating
source: Avoid over-exfoliating in dry conditions
tr: Kuru koşullarda aşırı peeling yapmaktan kaçının

# routines.weather.warning.skipHarshPeels
source: Skip harsh peels and strong retinoids
tr: Sert peeling ve güçlü retinoidleri atlayın

# routines.weather.warning.snowReflection
source: Snow reflects UV rays - treat as high UV day
tr: Kar UV ışınlarını yansıtır - Çok Yüksek UV günü gibi davranın

# routines.weather.texture.heavyMoisturizers
source: Use heavier moisturizers and occlusives
tr: Daha yoğun nemlendiriciler ve kapatıcılar kullanın

# routines.weather.texture.lightGel
source: Use lighter gel moisturizers
tr: Daha hafif jel nemlendiriciler kullanın

# routines.weather.texture.richProtective
source: Use richer, more protective moisturizers
tr: Daha zengin, koruyucu nemlendiriciler kullanın

# routines.weather.texture.lightMattifying
source: Use lighter, mattifying products
tr: Daha hafif, matlaştırıcı ürünler kullanın

# routines.weather.productTexture
source: Product Texture
tr: Ürün Dokusu

# routines.cycle.phase.menstrual
source: Menstrual
tr: Menstrüasyon (Regl)

# routines.cycle.phase.follicular
source: Follicular
tr: Foliküler

# routines.cycle.phase.ovulation
source: Ovulation
tr: Yumurtlama

# routines.cycle.phaseDesc.menstrual
source: Days 1-5
tr: 1-5. Günler

# routines.cycle.phaseDesc.follicular
source: Days 6-13
tr: 6-13. Günler

# routines.cycle.phaseDesc.ovulation
source: Days 14-16
tr: 14-16. Günler

# routines.cycle.phaseDesc.luteal
source: Days 17-28
tr: 17-28. Günler

# routines.cycle.tip.menstrual
source: Your skin may be more sensitive. Focus on gentle, hydrating products and avoid harsh treatments.
tr: Cildiniz daha hassas olabilir. Nazik, nemlendirici ürünlere odaklanın ve sert bakımlardan kaçının.

# routines.cycle.tip.follicular
source: Your skin is glowing! This is a great time to try new products or treatments.
tr: Cildiniz ışıl ışıl! Yeni ürünleri veya bakımları denemek için harika bir zaman.

# routines.cycle.tip.ovulation
source: Skin looks its best! Maintain your routine and enjoy your natural glow.
tr: Cilt en iyi halinde! Rutininizi sürdürün ve doğal ışıltınızın tadını çıkarın.

# routines.cycle.tip.luteal
source: Oil production increases. Use lighter moisturizers and add clay masks to control shine.
tr: Yağ üretimi artar. Daha hafif nemlendiriciler kullanın ve parlamayı kontrol etmek için kil maskeleri ekleyin.

# routines.adaptation.type.cycleTracking
source: Cycle Tracking
tr: Döngü Takibi

# routines.adaptation.type.seasonal
source: Seasonal
tr: Mevsimsel

# routines.adaptation.type.skinState
source: Skin State
tr: Cilt Durumu

# routines.adaptation.typeDesc.cycle
source: Adapt routine based on your menstruation cycle phase
tr: Regl döngüsü fazınıza göre rutini uyarlar

# routines.adaptation.typeDesc.seasonal
source: Adapt routine based on weather and season
tr: Hava ve mevsime göre rutini uyarlar

# routines.adaptation.typeDesc.skinState
source: Adapt routine based on current skin condition
tr: Mevcut cilt durumunuza göre rutini uyarlar

# routines.adaptation.origin.default
source: Default
tr: Varsayılan

# routines.adaptation.origin.aiRecommended
source: AI Recommended
tr: Yapay Zeka Önerisi

# routines.adaptation.origin.custom
source: Custom
tr: Özel

# routines.companion.status.active
source: Active
tr: Aktif

# routines.companion.status.paused
source: Paused
tr: Duraklatıldı

# routines.companion.status.completed
source: Completed
tr: Tamamlandı

# routines.companion.status.abandoned
source: Abandoned
tr: Terk Edildi

# routines.companion.stepType.instruction
source: Instruction
tr: Talimat

# routines.companion.stepType.timed
source: Timed
tr: Zamanlı

# routines.tips.category.application
source: Application
tr: Uygulama

# routines.tips.category.technique
source: Technique
tr: Teknik

# routines.tips.category.timing
source: Timing
tr: Zamanlama

# routines.tips.category.benefits
source: Benefits
tr: Faydaları

# routines.tips.category.commonMistakes
source: Common Mistakes
tr: Sık Yapılan Hatalar

# routines.tips.category.proTips
source: Pro Tips
tr: Profesyonel İpuçları

# routines.fallback.title.morningCleanser
source: Gentle Cleanser
tr: Nazik Temizleyici

# routines.fallback.title.morningToner
source: Toner
tr: Tonik

# routines.fallback.title.morningMoisturizer
source: Moisturizer
tr: Nemlendirici

# routines.fallback.title.morningSunscreen
source: Sunscreen
tr: Güneş Kremi

# routines.fallback.title.eveningCleanser
source: Gentle Cleanser
tr: Nazik Temizleyici

# routines.fallback.title.eveningSerum
source: Face Serum
tr: Yüz Serumu

# routines.fallback.title.eveningMoisturizer
source: Night Moisturizer
tr: Gece Nemlendiricisi

# routines.fallback.desc.morningCleanser
source: Oil-free gel cleanser – reduces shine, clears pores
tr: Yağsız jel temizleyici – parlamayı azaltır, gözenekleri temizler

# routines.fallback.desc.morningToner
source: Balances pH and prepares skin for next steps
tr: pH'ı dengeler ve cildi sonraki adımlar için hazırlar

# routines.fallback.desc.morningMoisturizer
source: Lightweight gel moisturizer – hydrates without greasiness
tr: Hafif jel nemlendirici – yağlı his bırakmadan nemlendirir

# routines.fallback.desc.morningSunscreen
source: SPF 30+ broad spectrum – protects against sun damage
tr: SPF 30+ geniş spektrumlu – güneş hasarına karşı korur

# routines.fallback.desc.eveningCleanser
source: Oil-free gel cleanser – removes daily buildup
tr: Yağsız jel temizleyici – günlük kir ve birikintileri temizler

# routines.fallback.desc.eveningSerum
source: Targeted serum for your skin concerns
tr: Cilt sorunlarınıza yönelik hedeflenmiş serum

# routines.fallback.desc.eveningMoisturizer
source: Rich cream moisturizer – repairs while you sleep
tr: Zengin krem nemlendirici – siz uyurken cildi onarır

# routines.fallback.why.morningCleanser
source: Removes overnight oil buildup and prepares skin for treatments
tr: Gece biriken yağı temizler ve cildi bakımlara hazırlar

# routines.fallback.why.morningToner
source: Restores skin's natural pH balance and enhances product absorption
tr: Cildin doğal pH dengesini geri kazandırır ve ürün emilimini artırır

# routines.fallback.why.morningMoisturizer
source: Provides essential hydration and creates a protective barrier
tr: Temel nemlendirmeyi sağlar ve koruyucu bir bariyer oluşturur

# routines.fallback.why.morningSunscreen
source: Prevents UV damage, premature aging, and skin cancer
tr: UV hasarını, erken yaşlanmayı ve cilt kanserini önler

# routines.fallback.why.eveningCleanser
source: Removes makeup, sunscreen, and daily pollutants
tr: Makyajı, güneş kremini ve günlük kirleticileri temizler

# routines.fallback.why.eveningSerum
source: Active ingredients work best overnight when skin is in repair mode
tr: Cilt onarım modundayken aktif içerikler gece boyunca en iyi şekilde çalışır

# routines.fallback.why.eveningMoisturizer
source: Provides deep hydration and supports overnight skin repair
tr: Derin nemlendirme sağlar ve gece boyunca cilt onarımını destekler

# routines.fallback.how.morningCleanser
source: Apply to damp skin, massage gently for 30 seconds, rinse with lukewarm water
tr: Nemli cilde uygulayın, 30 saniye nazikçe masaj yapın, ılık suyla durulayın

# routines.fallback.how.morningToner
source: Apply with cotton pad or hands, pat gently until absorbed
tr: Pamuk ped veya ellerinizle uygulayın, emilene kadar nazikçe tampon hareketler yapın

# routines.fallback.how.morningMoisturizer
source: Apply a pea-sized amount, massage in upward circular motions
tr: Bezelye büyüklüğünde uygulayın, yukarı doğru dairesel hareketlerle masaj yapın

# routines.fallback.how.morningSunscreen
source: Apply generously 15 minutes before sun exposure, reapply every 2 hours
tr: Güneşe çıkmadan 15 dakika önce bolca uygulayın, her 2 saatte bir yenileyin

# routines.fallback.how.eveningCleanser
source: Apply to dry skin first, then add water and massage, rinse thoroughly
tr: Önce kuru cilde uygulayın, sonra su ekleyip masaj yapın, iyice durulayın

# routines.fallback.how.eveningSerum
source: Apply 2-3 drops, pat gently until absorbed, avoid eye area
tr: 2-3 damla uygulayın, emilene kadar nazikçe tampon hareketler yapın, göz çevresinden kaçının

# routines.fallback.how.eveningMoisturizer
source: Apply generously, massage in upward motions, let absorb before bed
tr: Cömertçe uygulayın, yukarı doğru hareketlerle masaj yapın, yatmadan önce emilmesini bekleyin

# routines.editing.defaultTitle.cleanser
source: Gentle Cleanser
tr: Nazik Temizleyici

# routines.editing.defaultTitle.faceSerum
source: Face Serum
tr: Yüz Serumu

# routines.editing.defaultTitle.moisturizer
source: Moisturizer
tr: Nemlendirici

# routines.editing.defaultTitle.sunscreen
source: Sunscreen SPF 30+
tr: Güneş Kremi SPF 30+

# routines.editing.defaultDesc.cleanser
source: Removes dirt, oil, and makeup without stripping skin
tr: Cilt bariyerini soymadan kiri, yağı ve makyajı temizler

# routines.editing.defaultDesc.faceSerum
source: Targeted treatment for your specific skin concerns
tr: Belirli cilt sorunlarınıza yönelik hedeflenmiş bakım sağlar

# routines.editing.defaultDesc.moisturizer
source: Provides essential hydration and skin barrier support
tr: Temel nemlendirme ve cilt bariyeri desteği sağlar

# routines.editing.defaultDesc.sunscreen
source: Protects against UV damage and premature aging
tr: UV hasarına ve erken yaşlanmaya karşı korur

# routines.editing.defaultWhy.cleanser
source: Essential for removing daily buildup and preparing skin for other products
tr: Günlük birikintileri temizlemek ve cildi diğer ürünlere hazırlamak için esastır

# routines.editing.defaultWhy.faceSerum
source: Provides targeted benefits for your specific skin concerns
tr: Belirli cilt sorunlarınız için hedeflenmiş faydalar sağlar

# routines.editing.defaultWhy.moisturizer
source: Maintains skin hydration and supports the skin barrier
tr: Cilt nemini korur ve cilt bariyerini destekler

# routines.editing.defaultWhy.sunscreen
source: Prevents UV damage, premature aging, and skin cancer
tr: UV hasarını, erken yaşlanmayı ve cilt kanserini önler

# routines.editing.defaultHow.cleanser
source: Apply to damp skin, massage gently for 30 seconds, rinse thoroughly
tr: Nemli cilde uygulayın, 30 saniye nazikçe masaj yapın, iyice durulayın

# routines.editing.defaultHow.faceSerum
source: Apply 2-3 drops to clean skin, pat gently until absorbed
tr: Temiz cilde 2-3 damla uygulayın, emilene kadar nazikçe tampon hareketler yapın

# routines.editing.defaultHow.moisturizer
source: Apply a pea-sized amount, massage in upward circular motions
tr: Bezelye büyüklüğünde uygulayın, yukarı doğru dairesel hareketlerle masaj yapın

# routines.editing.defaultHow.sunscreen
source: Apply generously 15 minutes before sun exposure, reapply every 2 hours
tr: Güneşe çıkmadan 15 dakika önce bolca uygulayın, her 2 saatte bir yenileyin

# routines.editing.coach.perfectMatch
source: Perfect Match!
tr: Mükemmel Eşleşme!

# routines.editing.coach.perfectMatchMessage
source: Great choice! %@ is a perfect match for your %@ step.
tr: Harika seçim! %@, %@ adımınız için mükemmel bir eşleşme.

# routines.editing.coach.typeMismatch
source: Product Type Mismatch
tr: Ürün Tipi Uyuşmazlığı

# routines.editing.coach.typeMismatchMessage
source: %@ is a %@, but this step is for %@. Consider using a product that matches the step type.
tr: ‘%@’ bir %@ ürünü, ancak bu adım %@ için. Adım tipine uygun bir ürün kullanmayı düşünün.

# routines.editing.coach.findCompatible
source: Find Compatible Product
tr: Uyumlu Ürün Bul

# routines.coach.morning.hydration
source: Today's focus: hydration — don't skip your moisturizer 💧
tr: Bugünün odağı: nemlendirme — nemlendiricinizi atlamayın 💧

# routines.coach.morning.spf
source: It's sunny outside, SPF is your best defense ☀️
tr: Hava güneşli, SPF en iyi savunmanızdır ☀️

# routines.coach.morning.refresh
source: Start your day with clean, refreshed skin ✨
tr: Güne temiz, ferahlamış bir ciltle başlayın ✨

# routines.coach.morning.tone
source: Your morning routine sets the tone for the day 🌅
tr: Sabah rutininiz günün tonunu belirler 🌅

# routines.coach.evening.unwind
source: Time to unwind and treat your skin 🌙
tr: Rahatlama ve cildinizi şımartma zamanı 🌙

# routines.coach.evening.repair
source: Your skin repairs while you sleep — give it the best care 💤
tr: Siz uyurken cildiniz onarılır — ona en iyi bakımı verin 💤

# routines.coach.evening.recovery
source: Evening routine is your skin's recovery time 🛌
tr: Akşam rutini cildinizin iyileşme zamanıdır 🛌

# routines.coach.evening.ritual
source: End the day with a relaxing skincare ritual 🧴
tr: Günü rahatlatıcı bir cilt bakımı ritüeliyle sonlandırın 🧴

# routines.adaptationDetail.cycleAdaptation
source: Cycle Adaptation
tr: Döngü Adaptasyonu

# routines.adaptationDetail.weatherAdaptation
source: Weather Adaptation
tr: Hava Durumu Adaptasyonu

# routines.adaptationDetail.basedOnCycle
source: Based on your cycle
tr: Döngünüze Göre

# routines.adaptationDetail.basedOnWeather
source: Based on weather
tr: Hava Durumuna Göre

# routines.frequency.dailyAM
source: Daily (AM)
tr: Günlük (Sabah)

# routines.frequency.dailyPM
source: Daily (PM)
tr: Günlük (Akşam)

# routines.frequency.both
source: Daily (AM & PM)
tr: Günlük (Sabah & Akşam)

# routines.frequency.description.dailyAM
source: Use every morning
tr: Her sabah kullanın

# routines.frequency.description.dailyPM
source: Use every evening
tr: Her akşam kullanın

# routines.frequency.description.both
source: Use morning and evening
tr: Sabah ve akşam kullanın

# routines.frequency.description.weekly
source: Use %d times per week
tr: Haftada %d kez kullanın

# routines.frequency.description.custom
source: Use on %@
tr: %@ günlerinde kullanın

# routines.review.title
source: Loving Glowie?
tr: Glowie'yi Beğendiniz mi?

# routines.review.message
source: Your feedback helps us improve and reach more people. Would you mind taking a moment to rate us?
tr: Geri bildiriminiz, gelişmemize ve daha fazla insana ulaşmamıza yardımcı oluyor. Bizi değerlendirmek için bir dakikanızı ayırır mısınız?

# routines.review.rateNow
source: Rate Glowie
tr: Glowie'yi Değerlendir

# routines.review.notNow
source: Not Now
tr: Şimdi Değil
