Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Routines.strings
Languages: tr

# routines.title
source: Routines
tr: Rutinler

# routines.morning
source: Morning Routine
tr: Sabah Rutini

# routines.evening
source: Evening Routine
tr: Akşam Rutini

# routines.weekly
source: Weekly Routine
tr: Haftalık Rutin

# routines.morningOnly
source: Morning
tr: Sabah

# routines.eveningOnly
source: Evening
tr: Akşam

# routines.weeklyOnly
source: Weekly
tr: Haftalık

# routines.create
source: Create New Routine
tr: Yeni Rutin Oluştur

# routines.noRoutines
source: No routines yet
tr: Henüz rutin yok

# routines.yourDailyRoutine
source: Your daily routine
tr: Günlük rutininiz

# routines.myRoutines
source: My routines
tr: Rutinlerim

# routines.tapToComplete
source: Tap on a routine to complete
tr: Tamamlamak için rutine dokunun

# routines.today
source: Today
tr: Bugün

# routines.chooseRoutine
source: Choose Routine
tr: Rutin Seç

# routines.selectActiveRoutine
source: Select your active routine
tr: Aktif rutininizi seçin

# routines.noSavedRoutines
source: No saved routines
tr: Kaydedilmiş rutin yok

# routines.saveFromDiscover
source: Save routines from the Discover tab to see them here
tr: Rutinleri Keşfet sekmesinden kaydederek burada görün

# routines.steps
source: Steps
tr: Adımlar

# routines.completed
source: completed
tr: tamamlandı

# routines.stepsCount
source: %d steps
tr: %d adım

# routines.stepsCountSingle
source: %d step
tr: %d adım

# routines.products
source: products
tr: ürün

# routines.productsCount
source: %d products
tr: %d ürün

# routines.stepsCompleted
source: %d of %d steps completed
tr: %d/%d adım tamamlandı

# routines.stepCompleted
source: Done
tr: Tamamlandı

# routines.stepTapToComplete
source: Tap to complete
tr: Tamamlamak için dokun

# routines.frequency.daily
source: Daily
tr: Günlük

# routines.frequency.everyOtherDay
source: Every other day
tr: İki günde bir

# routines.frequency.twiceWeekly
source: 2x per week
tr: Haftada 2 kez

# routines.frequency.weekly
source: %dx per week
tr: Haftalık

# routines.frequency.custom
source: Custom (%@)
tr: Özel

# routines.frequency.daily.description
source: Use every day
tr: Her gün kullanın

# routines.frequency.everyOtherDay.description
source: Use every other day
tr: İki günde bir kullanın

# routines.frequency.twiceWeekly.description
source: Use twice per week
tr: Haftada iki kez kullanın

# routines.frequency.weekly.description
source: Use once per week
tr: Haftada bir kez kullanın

# routines.frequency.custom.description
source: Set custom frequency
tr: Özel sıklık ayarla

# routines.generation.error.noRoutineToSave
source: No routine available to save
tr: Kaydedilecek rutin yok

# routines.generation.error.missingSkinType
source: Please select your skin type
tr: Lütfen cilt tipinizi seçin

# routines.generation.error.missingConcerns
source: Please select at least one skin concern
tr: Lütfen en az bir cilt probleminizi seçin

# routines.generation.error.missingMainGoal
source: Please select your main skincare goal
tr: Lütfen temel cilt bakımı hedefinizi seçin

# routines.generation.error.missingSkinTone
source: Please select your skin tone
tr: Lütfen cilt tonunuzu seçin

# routines.generation.error.missingAgeRange
source: Please select your age range
tr: Lütfen yaş aralığınızı seçin

# routines.generation.error.missingRegion
source: Please select your region
tr: Lütfen bölgenizi seçin

# routines.generation.error.generationFailed
source: Failed to generate routine
tr: Rutin oluşturulamadı

# routines.generation.error.saveFailed
source: Failed to save routine
tr: Rutin kaydedilemedi

# routines.step.cleanser
source: Cleanser
tr: Temizleyici

# routines.step.exfoliator
source: Exfoliator
tr: Peeling/Cilt Yenileyici

# routines.step.faceSerum
source: Face Serum
tr: Yüz Serumu

# routines.step.essence
source: Essence
tr: Esans

# routines.step.toner
source: Toner
tr: Tonik

# routines.step.moisturizer
source: Moisturizer
tr: Nemlendirici

# routines.step.sunscreen
source: Sunscreen
tr: Güneş Kremi

# routines.step.faceMask
source: Face Mask
tr: Yüz Maskesi

# routines.step.spotTreatment
source: Spot Treatment
tr: Leke/Sivilce Bakımı

# routines.step.eyeCream
source: Eye Cream
tr: Göz Kremi

# routines.step.facialOil
source: Facial Oil
tr: Yüz Yağı

# routines.result.personalizedRoutine
source: YOUR PERSONALIZED ROUTINE
tr: KİŞİSELLEŞTİRİLMİŞ RUTİNİNİZ

# routines.result.basedOnProfile
source: Based on your skin type and selected concerns
tr: Cilt tipiniz ve seçtiğiniz problemlere göre hazırlandı

# routines.result.morningRoutine
source: Morning Routine
tr: Sabah Rutini

# routines.result.eveningRoutine
source: Evening Routine
tr: Akşam Rutini

# routines.result.loadingRoutine
source: Loading your routine...
tr: Rutininiz yükleniyor...

# routines.result.startJourney
source: Start Your Journey
tr: Yolculuğunuza Başlayın

# routines.result.stepsCount
source: %d steps
tr: %d adım

# routines.result.stepsCountSingle
source: %d step
tr: %d adım

# routines.adaptation.cycleAdaptive
source: Cycle-Adaptive Routine
tr: Döngüye Uyumlu Rutin

# routines.adaptation.automaticallyAdapts
source: Automatically adapts daily
tr: Her gün otomatik olarak adapte edilir

# routines.adaptation.howItAdapts
source: How your routine adapts:
tr: Rutininiz nasıl adapte olur:

# routines.adaptation.adaptedToCycle
source: Routine adapted to your cycle
tr: Rutin, döngünüze uyarlandı

# routines.adaptation.enableCycleAdaptive
source: Enable Cycle-Adaptive Routines
tr: Döngüye Uyumlu Rutinleri Etkinleştir

# routines.adaptation.adaptiveMode
source: Adaptive Mode
tr: Uyarlanabilir Mod

# routines.adaptation.autoAdjust
source: Automatically adjust routine based on context
tr: Rutinleri bağlama göre otomatik ayarla

# routines.adaptation.adaptation
source: Adaptation
tr: Adaptasyon

# routines.adaptation.whenEnabled
source: When enabled, your routine will adapt based on the selected context type.
tr: Etkinleştirildiğinde, rutininiz seçilen bağlam tipine göre adapte olacaktır.

# routines.adaptation.type
source: Type
tr: Tip

# routines.adaptation.preview
source: Preview
tr: Önizleme

# routines.adaptation.todaysAdaptation
source: Today's Adaptation
tr: Bugünün Adaptasyonu

# routines.adaptation.cycle.info
source: Your routine will automatically adapt based on your cycle phase. Current Phase: %@ (Day %d)
tr: Rutininiz, döngü fazınıza göre otomatik olarak adapte olacaktır. Mevcut Faz: %@ (Gün %d)

# routines.adaptation.cycle.description
source: Your routine will adapt based on your menstruation cycle phase.
tr: Rutininiz, regl döngüsü fazınıza göre adapte olacaktır.

# routines.adaptation.cycle.menstrualPhase
source: Menstrual Phase: Gentle care, skip harsh products
tr: Menstrüasyon Fazı: Nazik bakım, sert ürünleri atla

# routines.adaptation.cycle.follicularPhase
source: Follicular Phase: Perfect for treatments & new products
tr: Foliküler Faz: Bakım ve yeni ürünler için harika

# routines.adaptation.cycle.ovulationPhase
source: Ovulation Phase: Maintain your routine, natural glow
tr: Yumurtlama Fazı: Rutininizi sürdürün, doğal ışıltının tadını çıkarın

# routines.adaptation.cycle.lutealPhase
source: Luteal Phase: Oil control & breakout prevention
tr: Luteal Faz: Yağ kontrolü ve sivilce önleme

# routines.adaptation.weather.description
source: Your routine will adapt based on real-time weather including UV index, humidity, wind, and temperature. Location permission required.
tr: Rutininiz UV indeksi, nem, rüzgar ve sıcaklık dahil gerçek zamanlı hava durumuna göre adapte olacaktır. Konum izni gereklidir.

# routines.adaptation.skinState.description
source: Your routine will adapt based on your current skin condition.
tr: Rutininiz mevcut cilt durumunuza göre adapte olacaktır.

# routines.adaptationSettings.title
source: Adaptation Settings
tr: Adaptasyon Ayarları

# routines.adaptationSettings.adaptationType
source: Adaptation Type
tr: Adaptasyon Tipi

# routines.adaptationSettings.cancel
source: Cancel
tr: İptal

# routines.adaptationSettings.save
source: Save
tr: Kaydet

# routines.adaptationSettings.error
source: Error
tr: Hata

# routines.adaptationSettings.ok
source: OK
tr: Tamam

# routines.adaptationSettings.cyclePreview
source: Your routine will be customized based on your current cycle phase, with emphasis on gentle care during sensitive phases and intensive treatments during resilient phases.
tr: Rutininiz mevcut döngü fazınıza göre kişiselleştirilecektir; hassas fazlarda nazik bakıma, dirençli fazlarda ise yoğun bakıma odaklanılacaktır.

# routines.adaptationSettings.weatherPreview
source: Your routine will adapt based on real-time weather conditions including UV index, humidity, wind, and temperature. Get SPF recommendations, texture adjustments, and active ingredient warnings tailored to today's weather.
tr: Rutininiz UV indeksi, nem, rüzgar ve sıcaklık dahil gerçek zamanlı hava koşullarına göre adapte edilecektir. Bugüne özel SPF önerileri, doku ayarlamaları ve aktif içerik uyarıları alacaksınız.

# routines.adaptationSettings.skinStatePreview
source: Your routine will respond to your current skin condition, adapting to breakouts, dryness, or sensitivity.
tr: Rutininiz, mevcut cilt durumunuza (sivilce, kuruluk veya hassasiyet) yanıt verecek şekilde adapte olacaktır.

# routines.adaptationSettings.premiumRequired
source: Cycle adaptation requires a premium subscription
tr: Döngü adaptasyonu Premium abonelik gerektirir

# routines.detail.routineComplete
source: Routine Complete! 🎉
tr: Rutin Tamamlandı! 🎉

# routines.detail.greatJob
source: Great job taking care of your skin today!
tr: Cildinize harika baktınız, tebrikler!

# routines.detail.back
source: Back
tr: Geri

# routines.adaptationDetail.whyThis
source: Why this?
tr: Neden Bu?

# routines.adaptationDetail.adaptationLevel
source: Adaptation Level
tr: Adaptasyon Seviyesi

# routines.adaptationDetail.guidance
source: Guidance
tr: Rehberlik

# routines.adaptationDetail.source
source: Source
tr: Kaynak

# routines.adaptationDetail.warnings
source: Warnings
tr: Uyarılar

# routines.adaptationDetail.originalInstructions
source: Original Instructions
tr: Orijinal Talimatlar

# routines.detail.stepDetails
source: Step Details
tr: Adım Detayları

# routines.detail.adaptedRoutine
source: Adapted Routine
tr: Uyarlanmış Rutin

# routines.detail.whyThis
source: Why This?
tr: Neden Bu?

# routines.phaseBriefing.dayOfTotal
source: Day %d of %d
tr: %d/%d. Gün

# routines.phaseBriefing.cycleAdaptiveRoutines
source: Cycle-Adaptive Routines
tr: Döngüye Uyumlu Rutinler

# routines.phaseBriefing.personalizeForEachPhase
source: Personalize your routine for each phase
tr: Rutininizi her faza özel kişiselleştirin

# routines.products.noProductAdded
source: No %@ Added
tr: Eklenmiş %@ Yok

# routines.products.noProductsYet
source: You don't have any %@ products yet. Add one to get started!
tr: Henüz koleksiyonunuzda hiç %@ ürününüz yok. Başlamak için bir tane ekleyin!

# routines.products.scanProduct
source: Scan Product
tr: Ürünü Tara

# routines.products.scanDescription
source: Take a photo to automatically extract product information
tr: Ürün bilgilerini otomatik olarak çıkarmak için fotoğraf çekin

# routines.products.addManually
source: Add Manually
tr: Manuel Ekle

# routines.products.addManuallyDescription
source: Enter product details manually
tr: Ürün detaylarını manuel girin

# routines.products.addNew
source: Add New %@
tr: Yeni %@ Ekle

# routines.edit.title
source: Edit step details
tr: Adım Detaylarını Düzenle

# routines.edit.stepName
source: Step Name
tr: Adım Adı

# routines.edit.description
source: Description
tr: Açıklama

# routines.edit.enterDescription
source: Enter step description...
tr: Adım açıklamasını girin...

# routines.edit.addNewStep
source: Add New Step
tr: Yeni Adım Ekle

# routines.edit.addStepDescription
source: Add a new step to your %@ routine
tr: Sabah rutininize yeni bir adım ekleyin

# routines.edit.enterStepName
source: Enter step name
tr: Adım adını girin

# routines.edit.editStep
source: Edit Step
tr: Adımı Düzenle

# routines.edit.editedRoutineTitle
source: Edited Routine
tr: Düzenlenmiş Rutin

# routines.edit.editedRoutineOneLiner
source: Your customized skincare routine
tr: Kişiselleştirilmiş cilt bakımı rutininiz

# routines.mood.title
source: How are you feeling today?
tr: Bugün nasıl hissediyorsunuz?

# routines.mood.description
source: Select your mood to track your skin journey
tr: Cilt yolculuğunuzu takip etmek için ruh halinizi seçin

# routines.uv.question
source: Do you want to see daily UV index here?
tr: Günlük UV indeksini burada görmek ister misiniz?

# routines.uv.description
source: See crucial information about the UV levels based on your location and skin characteristics.
tr: Konumunuza ve cilt özelliklerinize göre UV seviyeleri hakkında önemli bilgileri görün.

# routines.uv.recommended
source: Recommended 50 SPF
tr: Önerilen 50 SPF

# routines.editing.title
source: Edit Routine
tr: Rutini Düzenle

# routines.editing.save
source: Save
tr: Kaydet

# routines.editing.add
source: Add
tr: Ekle

# routines.editing.noStepsYet
source: No Steps Yet
tr: Henüz Adım Yok

# routines.editing.addFirstStepDescription
source: Add your first step to build your %@ routine
tr: Sabah rutininizi oluşturmak için ilk adımınızı ekleyin

# routines.editing.addFirstStep
source: Add First Step
tr: İlk Adımı Ekle

# routines.editing.routineTitle
source: %@ Routine
tr: %@ Rutini

# routines.editing.editedRoutineTitle
source: Edited Routine
tr: Düzenlenmiş Rutin

# routines.editing.editedRoutineOneLiner
source: Your customized skincare routine
tr: Kişiselleştirilmiş cilt bakımı rutininiz

# routines.preview.title
source: Preview Your Changes
tr: Değişikliklerinizi Önizleyin

# routines.preview.subtitle
source: Review your customized routine before saving
tr: Kaydetmeden önce kişiselleştirilmiş rutininizi gözden geçirin

# routines.preview.saveChanges
source: Save Changes
tr: Değişiklikleri Kaydet

# routines.preview.cancel
source: Cancel
tr: İptal

# routines.preview.activeSteps
source: active steps
tr: aktif adım

# routines.preview.amPm
source: AM & PM
tr: SABAH & AKŞAM

# routines.preview.am
source: AM
tr: SABAH

# routines.preview.pm
source: PM
tr: AKŞAM

# routines.weather.autoAdapt
source: Auto-adapt by weather/UV
tr: Hava/UV’ye göre otomatik uyum

# routines.weather.description
source: Get personalized recommendations based on real-time weather conditions in your area.
tr: Bölgenizdeki gerçek zamanlı hava koşullarına göre kişiselleştirilmiş öneriler alın.

# routines.weather.humidity
source: Humidity
tr: Nem

# routines.weather.wind
source: Wind
tr: Rüzgar

# routines.weather.temp
source: Temp
tr: Sıcaklık

# routines.weather.enableInSettings
source: Enable in Settings
tr: Ayarlarda Etkinleştir

# routines.weather.enableAdaptation
source: Enable Weather Adaptation
tr: Hava Durumu Adaptasyonunu Etkinleştir

# routines.weather.adaptedRoutine
source: Weather-Adapted Routine
tr: Hava Durumuna Uyarlanmış Rutin

# routines.weather.currentConditions
source: Current conditions
tr: Mevcut koşullar

# routines.weather.unableToEnable
source: Unable to enable: %@
tr: Etkinleştirilemiyor: %@

# routines.weather.recommendedSPF
source: Recommended SPF
tr: Önerilen SPF

# routines.weather.temperature
source: Temperature
tr: Sıcaklık

# routines.weather.windSpeed
source: Wind Speed
tr: Rüzgar Hızı

# routines.weather.details
source: Weather Details
tr: Hava Durumu Detayları

# routines.weather.snow
source: Snow
tr: Kar

# routines.weather.snowWarning
source: Yes - UV reflection risk
tr: Evet - UV yansıma riski

# routines.weather.uvIndex
source: UV Index: %d
tr: UV İndeksi: %d

# routines.weather.uvIndexTitle
source: UV Index
tr: UV İndeksi

# routines.weather.environmentalConditions
source: Environmental Conditions
tr: Çevresel Koşullar

# routines.weather.todaysTips
source: Today's Tips
tr: Bugünün İpuçları

# routines.weather.level
source: Level: %d
tr: Seviye: %d

# routines.weather.warnings
source: ⚠️ Warnings
tr: ⚠️ Uyarılar

# routines.completion.or
source: Or
tr: Veya

# routines.completion.addYourProduct
source: + Add your own product
tr: + Kendi ürününüzü ekleyin

# routines.completion.cycleAdapted
source: • Cycle Adapted
tr: • Döngüye Uyarlandı

# routines.completion.basedOnWeather
source: • Based on Weather
tr: • Hava Durumuna Göre

# routines.productSelection.title
source: Attach Product
tr: Ürün Ekle

# routines.productSelection.subtitle
source: Choose a product for your %@ step
tr: %@ adımınız için bir ürün seçin

# routines.productSelection.searchPlaceholder
source: Search products...
tr: Ürünlerde ara...

# routines.productSelection.attach
source: Attach %@
tr: Ürünü Ekle: %@

# routines.productSelection.addNew
source: Add New Product
tr: Yeni Ürün Ekle

# routines.productSelection.perfectMatch
source: Perfect Match
tr: Mükemmel Eşleşme

# routines.productSelection.noCompatible
source: No Compatible Products
tr: Uyumlu Ürün Yok

# routines.productSelection.noCompatibleDescription
source: You don't have any %@ products in your collection yet. Add one to attach it to this step.
tr: Koleksiyonunuzda henüz hiç %@ ürününüz yok. Bu adıma eklemek için bir tane ekleyin.

# routines.productSelection.addType
source: Add %@
tr: Yeni %@ Ekle

# routines.companion.preparing
source: Preparing Companion Mode...
tr: Asistan Modu Hazırlanıyor...

# routines.companion.loadingStep
source: Loading step...
tr: Adım yükleniyor...

# routines.companion.instructions
source: Instructions
tr: Talimatlar

# routines.companion.startTimer
source: Start Timer (%ds)
tr: Zamanlayıcıyı Başlat (%d s)

# routines.companion.done
source: Done
tr: Tamam

# routines.companion.skip
source: Skip
tr: Atla

# routines.companion.pause
source: Pause
tr: Durdur

# routines.companion.resume
source: Resume
tr: Devam Et

# routines.companion.proTips
source: Pro Tips
tr: Profesyonel İpuçları

# routines.companion.adjust
source: Adjust
tr: Ayarlar

# routines.companion.complete
source: Routine Complete! 🎉
tr: Rutin Tamamlandı! 🎉

# routines.companion.stepsCompleted
source: You completed %d of %d steps
tr: %d/%d adımı tamamladınız

# routines.companion.doneForToday
source: This routine is done for today
tr: Bu rutin bugün için tamamlandı

# routines.companion.doAgain
source: Wanna do again?
tr: Tekrar yapmak ister misiniz?

# routines.companion.doAgainButton
source: Do Again
tr: Tekrar Yap

# routines.companion.totalTime
source: Total Time
tr: Toplam Süre

# routines.companion.stepsSkipped
source: Steps Skipped
tr: Atlanan Adımlar

# routines.companion.completionRate
source: Completion Rate
tr: Tamamlanma Oranı

# routines.companion.notification.timerComplete
source: Timer Complete
tr: Zamanlayıcı Tamamlandı

# routines.companion.notification.timeToApply
source: Time to apply %@
tr: %@ uygulama zamanı

# routines.cyclePromotion.title
source: Adapt Your Routine to Your Cycle
tr: Rutininizi Döngünüze Uyarlayın

# routines.cyclePromotion.subtitlePremium
source: Get personalized skincare for each phase
tr: Her faza özel kişiselleştirilmiş cilt bakımı edinin

# routines.cyclePromotion.subtitleNonPremium
source: Premium feature - Upgrade to unlock
tr: Premium özellik - Kilidi açmak için yükseltin

# routines.cyclePromotion.phaseGentle
source: Gentle
tr: Nazik

# routines.cyclePromotion.phaseActive
source: Active
tr: Aktif

# routines.cyclePromotion.phaseBalanced
source: Balanced
tr: Dengeli

# routines.cyclePromotion.phaseControl
source: Control
tr: Kontrol

# routines.cyclePromotion.enableCycleTracking
source: Enable Cycle Tracking
tr: Döngü Takibini Etkinleştir

# routines.cyclePromotion.upgradeToPremium
source: Upgrade to Premium
tr: Premium'a Yükselt

# routines.cyclePromotion.alertTitle
source: Enable Cycle-Adaptive Routine?
tr: Döngüye Uyumlu Rutini Etkinleştirelim mi?

# routines.adaptationBriefing.tips
source: Tips
tr: İpuçları

# routines.resultSummary.title
source: Your Profile Summary
tr: Profil Özetiniz

# routines.resultSummary.skinType
source: Skin Type
tr: Cilt Tipi

# routines.resultSummary.mainGoal
source: Main Goal
tr: Temel Hedef

# routines.resultSummary.focusAreas
source: Focus Areas
tr: Odak Alanları

# routines.resultSummary.selectedCount
source: %d selected
tr: %d adet seçildi

# routines.adaptationBadge.skip
source: Skip
tr: Atla

# routines.adaptationBadge.reduce
source: Reduce
tr: Azalt

# routines.adaptationBadge.emphasize
source: Emphasize
tr: Vurgula

# routines.cycleCard.dayNumber
source: Day %d
tr: %d. Gün

# routines.cycleCard.ofTotal
source: of %d
tr: / %d

# routines.cycleCard.day
source: day
tr: gün

# routines.productType.description.cleanser
source: Removes dirt, oil, and makeup without stripping skin
tr: Cilt bariyerini soymadan kiri, yağı ve makyajı temizler

# routines.productType.description.faceSerum
source: Targeted treatment for your specific skin concerns
tr: Belirli cilt sorunlarınıza yönelik hedeflenmiş bakım sağlar

# routines.productType.description.essence
source: Lightweight hydrating treatment that boosts absorption
tr: Emilimi artıran, hafif yapılı nemlendirici bakım

# routines.productType.description.moisturizer
source: Provides essential hydration and skin barrier support
tr: Temel nemlendirme ve cilt bariyeri desteği sağlar

# routines.productType.description.sunscreen
source: Protects against UV damage and premature aging
tr: UV hasarına ve erken yaşlanmaya karşı korur

# routines.productType.description.toner
source: Balances skin pH and preps for next steps
tr: Cilt pH'ını dengeler ve sonraki adımlar için hazırlar

# routines.productType.description.exfoliator
source: Gently removes dead skin cells for smoother texture
tr: Daha pürüzsüz bir doku için ölü cilt hücrelerini nazikçe temizler

# routines.productType.description.faceMask
source: Intensive treatment for deep nourishment
tr: Yoğun beslenme için derinlemesine bakım

# routines.productType.description.eyeCream
source: Targets fine lines and dark circles around eyes
tr: Göz çevresindeki ince çizgilere ve koyu halkalara odaklanır

# routines.productType.description.facialOil
source: Nourishes and seals in moisture
tr: Besler ve nemi cilde hapseder

# routines.productType.description.spotTreatment
source: Targets blemishes and problem areas
tr: Sivilceleri ve sorunlu bölgeleri hedefler

# routines.productType.description.retinol
source: Anti-aging treatment that promotes cell turnover
tr: Hücre yenilenmesini destekleyen yaşlanma karşıtı bakım

# routines.productType.description.vitaminC
source: Brightens and evens skin tone
tr: Cilt tonunu aydınlatır ve eşitler

# routines.productType.description.niacinamide
source: Minimizes pores and improves skin texture
tr: Gözenekleri küçültür ve cilt dokusunu iyileştirir

# routines.productType.description.cleansingOil
source: Dissolves makeup and sunscreen effectively
tr: Makyajı ve güneş kremini etkili bir şekilde çözer

# routines.productType.description.cleansingBalm
source: Melts away makeup and impurities
tr: Makyajı ve kirleri eriterek temizler

# routines.productType.description.micellarWater
source: Gentle no-rinse cleanser for sensitive skin
tr: Hassas ciltler için durulama gerektirmeyen nazik temizleyici

# routines.productType.description.makeupRemover
source: Removes makeup quickly and effectively
tr: Makyajı hızlı ve etkili bir şekilde çıkarır

# routines.productType.description.faceWash
source: Daily facial cleanser for fresh clean skin
tr: Taze ve temiz bir cilt için günlük yüz temizleyici

# routines.productType.description.faceSunscreen
source: Lightweight sun protection for face
tr: Yüz için hafif güneş koruması

# routines.productType.description.lipBalm
source: Keeps lips moisturized and protected
tr: Dudakları nemli ve korumalı tutar

# routines.productType.description.shaveCream
source: Provides smooth glide for comfortable shaving
tr: Konforlu tıraş için pürüzsüz kayganlık sağlar
