Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/SkinJournal.strings
Languages: tr

# skinJournal.dailyLog.title
source: Daily Skin Log
tr: Günlük Cilt Kaydı

# skinJournal.dailyLog.capture
source: Capture your skin today
tr: Bugün cildinizi kaydedin

# skinJournal.dailyLog.completed
source: Completed for today
tr: Bugün için tamamlandı

# skinJournal.journey.title
source: Skin Journey
tr: Cilt Yolculuğu

# skinJournal.journey.titleBadge
source: SKIN JOURNEY
tr: CİLT YOLCULUĞU

# skinJournal.journey.tagline
source: See your glow evolve
tr: Işıltınızın gelişimini görün

# skinJournal.journey.trackProgress
source: Track your skin progress
tr: Cilt ilerlemenizi takip edin

# skinJournal.journey.trackProgressWithSelfies
source: Track your skin progress with selfies and notes
tr: Selfie ve notlarla cilt ilerlemenizi takip edin

# skinJournal.journey.moreOnJournal
source: More on journal
tr: Günlük hakkında daha fazla

# skinJournal.journey.mood
source: Mood
tr: Ruh Hali

# skinJournal.journey.viewJournal
source: View Journal
tr: Günlüğü Görüntüle

# skinJournal.journey.startTracking
source: Start tracking your skin
tr: Cildinizi takip etmeye başlayın

# skinJournal.journey.takeProgressSelfies
source: Take progress selfies and journal entries
tr: İlerleme selfieleri ve günlük kayıtları ekleyin

# skinJournal.journey.addFirstEntry
source: Add First Entry
tr: İlk Kaydı Ekle

# skinJournal.journey.entriesCount
source: %d entr%@
tr: %d kay%@

# skinJournal.journey.entrySuffix
source: y
tr: ıt

# skinJournal.journey.entriesSuffix
source: ies
tr: ıt

# skinJournal.journey.addMoreEntries
source: Add More Entries
tr: Daha Fazla Kayıt Ekle

# skinJournal.journey.addAtLeastTwoPhotos
source: Add at least 2 photos to start comparing
tr: Karşılaştırmaya başlamak için en az 2 fotoğraf ekleyin

# skinJournal.premium.title
source: Premium Feature
tr: Premium Özellik

# skinJournal.premium.description
source: Track your skin journey with progress photos and detailed entries
tr: İlerleme fotoğrafları ve detaylı kayıtlarla cilt yolculuğunuzu takip edin

# skinJournal.premium.upgrade
source: Upgrade to Premium
tr: Premium'a Yükselt

# skinJournal.premium.tryFree
source: Try Premium Free for 7 Days
tr: 7 Gün Ücretsiz Dene

# skinJournal.timeline.title
source: Skin Journey
tr: Cilt Yolculuğu

# skinJournal.timeline.compare
source: Compare
tr: Karşılaştır

# skinJournal.timeline.startJourney
source: Start Your Skin Journey
tr: Cilt Yolculuğunuza Başlayın

# skinJournal.timeline.entries
source: Entries
tr: Kayıtlar

# skinJournal.timeline.dayStreak
source: Day Streak
tr: Günlük Seri

# skinJournal.timeline.searchNotes
source: Search notes...
tr: Notlarda ara...

# skinJournal.timeline.before
source: Before
tr: Önce

# skinJournal.timeline.after
source: After
tr: Sonra

# skinJournal.timeline.selectEntry
source: Select Entry
tr: Kayıt Seç

# skinJournal.demo.visualTimeline
source: Visual timeline of changes
tr: Değişimlerin görsel zaman çizelgesi

# skinJournal.demo.moodCorrelation
source: Mood & skin correlation
tr: Ruh hali ve cilt korelasyonu

# skinJournal.addEntry.title
source: Add Entry
tr: Kayıt Ekle

# skinJournal.addEntry.back
source: Back
tr: Geri

# skinJournal.addEntry.save
source: Save
tr: Kaydet

# skinJournal.addEntry.yourPhoto
source: Your Photo
tr: Fotoğrafınız

# skinJournal.addEntry.howAreYouFeeling
source: How are you feeling?
tr: Nasıl hissediyorsunuz?

# skinJournal.addEntry.selectMood
source: Select your mood for today
tr: Bugünkü ruh halinizi seçin

# skinJournal.addEntry.skinFeel
source: Skin Feel
tr: Cilt Hissi

# skinJournal.addEntry.describeSkinFeel
source: Describe how your skin feels
tr: Cildinizin nasıl hissettiğini açıklayın

# skinJournal.addEntry.analyzingPhoto
source: Analyzing your photo...
tr: Fotoğrafınız analiz ediliyor...

# skinJournal.addEntry.takingAMoment
source: This may take a moment
tr: Bu biraz zaman alabilir

# skinJournal.addEntry.noPhotoCaptured
source: No photo captured
tr: Fotoğraf yakalanmadı

# skinJournal.comparison.title
source: Compare Progress
tr: Gelişimi Karşılaştır

# skinJournal.comparison.close
source: Close
tr: Kapat

# skinJournal.comparison.view
source: View
tr: Görüntüle

# skinJournal.comparison.daysApart
source: %d day%@ apart
tr: Arada %d gün var

# skinJournal.comparison.skinFeel
source: Skin Feel
tr: Cilt Hissi

# skinJournal.comparison.before
source: Before
tr: Önce

# skinJournal.comparison.after
source: After
tr: Sonra

# skinJournal.comparison.noTags
source: No tags
tr: Etiket yok

# skinJournal.comparison.selectEntries
source: Select entries to compare
tr: Karşılaştırmak için kayıtları seçin

# skinJournal.camera.initializing
source: Initializing camera...
tr: Kamera başlatılıyor...

# skinJournal.camera.analyzing
source: Analyzing photo...
tr: Fotoğraf analiz ediliyor...

# skinJournal.camera.alignFace
source: Align your face with the guide
tr: Yüzünüzü kılavuzla hizalayın

# skinJournal.camera.keepCentered
source: Keep your face centered in the oval
tr: Yüzünüzü ovalin ortasında tutun

# skinJournal.camera.hideGuide
source: Hide Guide
tr: Kılavuzu Gizle

# skinJournal.camera.showGuide
source: Show Guide
tr: Kılavuzu Göster

# skinJournal.tag.oily
source: Oily
tr: Yağlı

# skinJournal.tag.dry
source: Dry
tr: Kuru

# skinJournal.tag.smooth
source: Smooth
tr: Pürüzsüz

# skinJournal.tag.rough
source: Rough
tr: Pürüzlü

# skinJournal.tag.irritated
source: Irritated
tr: Tahriş Olmuş

# skinJournal.tag.calm
source: Calm
tr: Sakin

# skinJournal.tag.glowing
source: Glowing
tr: Işıltılı

# skinJournal.tag.dull
source: Dull
tr: Donuk

# skinJournal.tag.sensitive
source: Sensitive
tr: Hassas

# skinJournal.tag.wrinkles
source: Wrinkles
tr: Kırışıklıklar

# skinJournal.tag.dryness
source: Dryness
tr: Kuruluk

# skinJournal.mood.sleep
source: Sleep
tr: Uyku

# skinJournal.mood.sun
source: Sun
tr: Güneş

# skinJournal.mood.diet
source: Diet
tr: Beslenme

# skinJournal.mood.hydration
source: Hydration
tr: Sıvı Tüketimi

# skinJournal.mood.stress
source: Stress
tr: Stres

# skinJournal.mood.exercise
source: Exercise
tr: Egzersiz

# skinJournal.mood.newProduct
source: New Product
tr: Yeni Ürün

# skinJournal.mood.sleepQuality
source: Sleep Quality
tr: Uyku Kalitesi

# skinJournal.analysis.notAnalyzed
source: Not analyzed
tr: Analiz edilmedi

# skinJournal.analysis.darkerAppearance
source: Darker appearance
tr: Daha koyu görünüm

# skinJournal.analysis.moderateTone
source: Moderate tone
tr: Orta ton

# skinJournal.analysis.brightAppearance
source: Bright appearance
tr: Parlak görünüm

# skinJournal.analysis.veryBright
source: Very bright
tr: Çok parlak

# skinJournal.analysis.unableToAnalyze
source: Unable to analyze
tr: Analiz edilemiyor

# skinJournal.analysis.noFaceDetected
source: No face detected - ensure photo shows face clearly
tr: Yüz algılanmadı - lütfen fotoğrafın yüzünüzü net gösterdiğinden emin olun

# skinJournal.analysis.evenSkinTone
source: Even skin tone
tr: Eşit cilt tonu

# skinJournal.analysis.mostlyEvenSkinTone
source: Mostly even with minor variations
tr: Çoğunlukla eşit, ufak farklılıklar var

# skinJournal.analysis.someUnevenness
source: Some unevenness detected
tr: Bir miktar eşitsizlik algılandı

# skinJournal.analysis.significantVariation
source: Significant variation - possible redness or discoloration
tr: Belirgin farklılık - olası kızarıklık veya renk değişimi

# skinJournal.analysis.similarBrightness
source: Similar brightness
tr: Benzer parlaklık

# skinJournal.analysis.slightlyBrighter
source: Slightly brighter
tr: Biraz daha parlak

# skinJournal.analysis.noticeablyBrighter
source: Noticeably brighter
tr: Fark edilir derecede parlak

# skinJournal.analysis.muchBrighter
source: Much brighter
tr: Çok daha parlak

# skinJournal.analysis.slightlyDarker
source: Slightly darker
tr: Biraz daha koyu

# skinJournal.analysis.noticeablyDarker
source: Noticeably darker
tr: Fark edilir derecede koyu

# skinJournal.analysis.muchDarker
source: Much darker
tr: Çok daha koyu

# skinJournal.error.photoSaveFailed
source: Failed to save photo
tr: Fotoğraf kaydedilemedi

# skinJournal.error.saveFailed
source: Failed to save journal entry
tr: Günlük kaydı kaydedilemedi

# skinJournal.error.updateFailed
source: Failed to update journal entry
tr: Günlük kaydı güncellenemedi

# skinJournal.error.deleteFailed
source: Failed to delete journal entry
tr: Günlük kaydı silinemedi

# skinJournal.error.entryNotFound
source: Journal entry not found
tr: Günlük kaydı bulunamadı
