Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Templates.strings
Languages: tr

# templates.routine.antiAging.morning.step5.why
source: UV exposure causes 90% of visible aging. Daily SPF is the single most effective anti-aging measure you can take
tr: UV maruziyeti gözle görülür yaşlanmanın %90'ına neden olur. Günlük SPF, uygulayabileceğiniz en etkili yaşlanma karşıtı önlemdir

# templates.routine.antiAging.morning.step5.how
source: Apply broad-spectrum SPF 50 as final step. Use two finger-lengths and reapply every 2 hours if outdoors. Don't skip on cloudy days.
tr: Son adım olarak geniş spektrumlu SPF 50 uygulayın. İki parmak uzunluğunda kullanın ve dışarıdaysanız her 2 saatte bir yenileyin. Bulutlu günlerde bile atlamayın.

# templates.routine.antiAging.evening.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.antiAging.evening.step1.why
source: Removes the day's sunscreen, pollution, and makeup without disrupting your skin's protective barrier
tr: Cildinizin koruyucu bariyerini bozmadan günün güneş kremini, kirliliğini ve makyajını temizler

# templates.routine.antiAging.evening.step1.how
source: Double cleanse if wearing sunscreen: first with oil cleanser, then water-based. Massage for 60 seconds each, rinse with lukewarm water.
tr: Güneş kremi kullandıysanız çift temizleme yapın: önce yağ bazlı temizleyici, ardından su bazlı. Her biri için 60 saniye masaj yapın, ılık suyla durulayın.

# templates.routine.antiAging.evening.step2.title
source: Retinol Treatment
tr: Retinol Bakımı

# templates.routine.antiAging.evening.step2.why
source: Gold-standard anti-aging ingredient that increases cell turnover, boosts collagen, reduces wrinkles, and evens skin tone
tr: Hücre yenilenmesini artıran, kolajeni destekleyen, kırışıklıkları azaltan ve cilt tonunu eşitleyen, yaşlanma karşıtı altın standart bileşendir

# templates.routine.antiAging.evening.step2.how
source: Apply pea-sized amount to dry skin, avoiding eye area. Start 2x per week, gradually increase. Always use sunscreen the next day. Wait 20 min before moisturizer.
tr: Göz çevresinden kaçınarak kuru cilde bezelye büyüklüğünde uygulayın. Haftada 2 kez başlayın, kademeli olarak artırın. Ertesi gün daima güneş kremi kullanın. Nemlendiriciden önce 20 dakika bekleyin.

# templates.routine.antiAging.evening.step3.title
source: Peptide Serum
tr: Peptit Serumu

# templates.routine.antiAging.evening.step3.why
source: Peptides signal skin to produce more collagen and elastin, improving firmness and reducing the appearance of fine lines
tr: Peptitler, cilde daha fazla kolajen ve elastin üretmesi için sinyal göndererek sıkılığı artırır ve ince çizgilerin görünümünü azaltır

# templates.routine.antiAging.evening.step3.how
source: Apply 2-3 drops after retinol has absorbed. Pat gently into face and neck. Peptides work well with retinol for enhanced results.
tr: Retinol emildikten sonra 2-3 damla uygulayın. Yüzünüze ve boynunuza nazikçe tampon hareketler yapın. Peptitler, gelişmiş sonuçlar için retinol ile iyi çalışır.

# templates.routine.antiAging.evening.step4.title
source: Eye Cream
tr: Göz Kremi

# templates.routine.antiAging.evening.step4.why
source: Eye area skin is thinner and shows aging signs first. Specialized ingredients target crow's feet, dark circles, and puffiness
tr: Göz çevresi cildi daha incedir ve yaşlanma belirtilerini ilk gösterir. Özel içerikler kaz ayaklarını, koyu halkaları ve ince çizgileri hedefler

# templates.routine.antiAging.evening.step4.how
source: Use ring finger to gently pat a rice grain amount around orbital bone. Never tug or pull. Apply from inner to outer corner.
tr: Yüzük parmağınızı kullanarak pirinç tanesi miktarını göz çevresi kemiği etrafına nazikçe tampon hareketlerle uygulayın. İçten dışa doğru uygulayın. Asla çekiştirmeyin.

# templates.routine.antiAging.evening.step5.title
source: Rich Moisturizer
tr: Zengin Nemlendirici

# templates.routine.antiAging.evening.step5.why
source: Nighttime is when skin repairs itself. A rich moisturizer supports this process with nourishing ingredients and deep hydration
tr: Gece, cildin kendini onardığı zamandır. Zengin bir nemlendirici, besleyici içerikler ve derin hidrasyon ile bu süreci destekler

# templates.routine.antiAging.evening.step5.how
source: Apply generously as the final step to seal in all treatments. Can be slightly richer than morning moisturizer. Don't forget neck and chest.
tr: Tüm bakımları hapsetmek için son adım olarak cömertçe uygulayın. Sabah nemlendiricisinden biraz daha zengin olabilir. Boyun ve göğsü unutmayın.

# templates.routine.minimalist.title
source: Minimalist Daily
tr: Minimalist Günlük Rutin

# templates.routine.minimalist.description
source: Keep it simple with just the essentials for busy mornings and evenings.
tr: Yoğun sabahlar ve akşamlar için sadece temel unsurlarla basit tutun.

# templates.routine.minimalist.duration
source: 3-5 min
tr: 3-5 dk

# templates.routine.minimalist.tag1
source: Quick
tr: Hızlı

# templates.routine.minimalist.tag2
source: Simple
tr: Basit

# templates.routine.minimalist.tag3
source: Essential
tr: Temel

# templates.routine.minimalist.tag4
source: Beginner
tr: Başlangıç

# templates.routine.minimalist.benefit1
source: Quick and easy
tr: Hızlı ve kolay

# templates.routine.minimalist.benefit2
source: Perfect for beginners
tr: Yeni başlayanlar için mükemmel

# templates.routine.minimalist.benefit3
source: Covers basics
tr: Temelleri kapsar

# templates.routine.minimalist.benefit4
source: Time-efficient
tr: Zaman açısından verimli

# templates.routine.minimalist.morning.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.minimalist.morning.step1.why
source: Removes overnight oil and prepares skin for the day. A simple cleanse is all most people need in the morning
tr: Gece biriken yağı temizler ve cildi güne hazırlar. Sabahları çoğu kişinin ihtiyacı olan tek şey basit bir temizliktir

# templates.routine.minimalist.morning.step1.how
source: Wet face, apply cleanser, massage for 30 seconds, rinse with lukewarm water, pat dry. That's it!
tr: Yüzü ıslatın, temizleyiciyi uygulayın, 30 saniye masaj yapın, ılık suyla durulayın, hafifçe kurulayın. Hepsi bu!

# templates.routine.minimalist.morning.step2.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.minimalist.morning.step2.why
source: Hydrates and protects your skin barrier. Essential for all skin types, even if you have oily skin
tr: Cilt bariyerinizi nemlendirir ve korur. Yağlı cilde sahip olsanız bile tüm cilt tipleri için gereklidir

# templates.routine.minimalist.morning.step2.how
source: Apply a dime-sized amount to face and neck while skin is slightly damp for better absorption. Let it sink in.
tr: Daha iyi emilim için cilt hafif nemliyken yüz ve boyun bölgesine bir miktar uygulayın. Emilmesini bekleyin.

# templates.routine.minimalist.morning.step3.title
source: Sunscreen
tr: Güneş Kremi

# templates.routine.minimalist.morning.step3.why
source: The single most important anti-aging step. Protects from UV damage that causes wrinkles, dark spots, and skin cancer
tr: En önemli yaşlanma karşıtı adımdır. Kırışıklıklara, lekelere ve cilt kanserine neden olan UV hasarından korur

# templates.routine.minimalist.morning.step3.how
source: Apply SPF 30+ as your final morning step. Use about two finger-lengths for face and neck. Reapply if outdoors for extended periods.
tr: Son sabah adımı olarak SPF 30+ uygulayın. Yüz ve boyun için yaklaşık iki parmak uzunluğu kullanın. Uzun süre dışarıdaysanız yenileyin.

# templates.routine.minimalist.evening.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.minimalist.evening.step1.why
source: Removes the day's buildup of oil, dirt, sweat, and sunscreen so your skin can breathe and repair overnight
tr: Cildinizin gece nefes alıp onarılabilmesi için günün birikmiş yağı, kiri, teri ve güneş kremini temizler

# templates.routine.minimalist.evening.step1.how
source: Massage cleanser for 60 seconds to thoroughly remove sunscreen and impurities. Rinse well with lukewarm water and pat dry.
tr: Güneş kremi ve kirleri iyice temizlemek için 60 saniye masaj yapın. Ilık suyla iyice durulayın ve hafifçe kurulayın.

# templates.routine.minimalist.evening.step2.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.minimalist.evening.step2.why
source: Nighttime hydration supports your skin's natural repair process while you sleep. Can be slightly richer than morning version
tr: Gece nemlendirmesi, siz uyurken cildinizin doğal onarım sürecini destekler. Sabah versiyonundan biraz daha zengin olabilir

# templates.routine.minimalist.evening.step2.how
source: Apply to clean, slightly damp skin. Use gentle upward strokes. This is the perfect time for your skin to absorb nutrients.
tr: Temiz, hafif nemli cilde uygulayın. Nazik, yukarı doğru hareketler kullanın. Cildinizin besinleri emmesi için mükemmel bir zamandır.

# templates.routine.sensitive.title
source: Sensitive Skin Soother
tr: Hassas Cilt Yatıştırıcı

# templates.routine.sensitive.description
source: Gentle, calming routine designed for sensitive and reactive skin types.
tr: Hassas ve reaktif cilt tipleri için tasarlanmış nazik, sakinleştirici bir rutin.

# templates.routine.sensitive.duration
source: 6-8 min
tr: 6-8 dk

# templates.routine.sensitive.tag1
source: Gentle
tr: Nazik

# templates.routine.sensitive.tag2
source: Calming
tr: Yatıştırıcı

# templates.routine.sensitive.tag3
source: Fragrance-free
tr: Parfümsüz

# templates.routine.sensitive.tag4
source: Sensitive
tr: Hassas

# templates.routine.sensitive.benefit1
source: Reduces irritation
tr: Tahrişi azaltır

# templates.routine.sensitive.benefit2
source: Strengthens skin barrier
tr: Cilt bariyerini güçlendirir

# templates.routine.sensitive.benefit3
source: Gentle on sensitive skin
tr: Hassas ciltte nazik

# templates.routine.sensitive.benefit4
source: Calming ingredients
tr: Sakinleştirici içerikler

# templates.routine.sensitive.morning.step1.title
source: Cream Cleanser
tr: Krem Temizleyici

# templates.routine.sensitive.morning.step1.why
source: Cleanses without stripping or irritating sensitive skin. Cream formulas are gentler than foaming ones that can disrupt the barrier
tr: Hassas cildi soymadan veya tahriş etmeden temizler. Krem formüller, bariyeri bozabilen köpürenlerden daha naziktir

# templates.routine.sensitive.morning.step1.how
source: Use lukewarm (not hot) water. Massage gently without rubbing hard. Rinse thoroughly and pat (don't rub) dry with a soft towel.
tr: Ilık (sıcak değil) su kullanın. Sert ovuşturmadan nazikçe masaj yapın. İyice durulayın ve yumuşak bir havluyla hafifçe kurulayın (ovalamayın).

# templates.routine.sensitive.morning.step2.title
source: Soothing Toner
tr: Yatıştırıcı Tonik

# templates.routine.sensitive.morning.step2.why
source: Calms inflammation and redness while delivering gentle hydration. Look for centella, green tea, or colloidal oatmeal
tr: Hafif nemlendirme sağlarken iltihabı ve kızarıklığı yatıştırır. Centella, yeşil çay veya kolloidal yulaf ezmesi içerenleri arayın

# templates.routine.sensitive.morning.step2.how
source: Apply with clean hands by gently patting into skin. Avoid rubbing or using cotton pads which can cause friction and irritation.
tr: Sürtünmeye ve tahrişe neden olabilecek pamuk ped kullanmaktan kaçının. Temiz ellerinizle nazikçe tampon hareketlerle cilde uygulayın.

# templates.routine.sensitive.morning.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.sensitive.morning.step3.why
source: Provides gentle, non-irritating hydration. Works for all skin types without risk of sensitivity or breakouts
tr: Nazik, tahriş etmeyen hidrasyon sağlar. Hassasiyet veya sivilce riski olmadan tüm cilt tipleri için uygundur

# templates.routine.sensitive.morning.step3.how
source: Apply to damp skin for maximum absorption. Use gentle patting motions. Follow with moisturizer to lock in hydration.
tr: Maksimum emilim için nemli cilde uygulayın. Nazik tampon hareketler kullanın. Nemi hapsetmek için ardından nemlendirici sürün.

# templates.routine.sensitive.morning.step4.title
source: Barrier Repair Cream
tr: Bariyer Onarıcı Krem

# templates.routine.sensitive.morning.step4.why
source: Strengthens compromised skin barrier with ceramides and niacinamide. Reduces sensitivity over time and protects against irritants
tr: Seramid ve niasinamid ile bozulmuş cilt bariyerini güçlendirir. Zamanla hassasiyeti azaltır ve tahriş edicilere karşı korur

# templates.routine.sensitive.morning.step4.how
source: Apply a generous layer to lock in previous products. Look for fragrance-free formulas with ceramides. Use morning and night.
tr: Önceki ürünleri kilitlemek için cömert bir katman uygulayın. Seramid içeren parfümsüz formülleri arayın. Sabah ve akşam kullanın.

# templates.routine.sensitive.morning.step5.title
source: Mineral Sunscreen
tr: Mineral Güneş Kremi

# templates.routine.sensitive.morning.step5.why
source: Physical sunscreens with zinc oxide or titanium dioxide are less likely to irritate than chemical filters
tr: Çinko oksit veya titanyum dioksit içeren fiziksel güneş kremleri, kimyasal filtrelere göre tahrişe daha az neden olur

# templates.routine.sensitive.morning.step5.how
source: Apply SPF 30+ as final step. Mineral sunscreens sit on top of skin rather than absorbing, making them ideal for sensitive skin.
tr: Son adım olarak SPF 30+ uygulayın. Mineral güneş kremleri cilde nüfuz etmek yerine üzerinde kalır, bu da onları hassas cilt için ideal yapar.

# templates.routine.sensitive.evening.step1.title
source: Cream Cleanser
tr: Krem Temizleyici

# templates.routine.sensitive.evening.step1.why
source: Removes the day's buildup gently without causing irritation or compromising your skin's protective barrier
tr: Günün birikmiş kirlerini cildi tahriş etmeden veya koruyucu bariyerini tehlikeye atmadan nazikçe temizler

# templates.routine.sensitive.evening.step1.how
source: Double cleanse if needed: oil cleanser first for sunscreen, then cream cleanser. Be extra gentle around irritated areas.
tr: Güneş kremi kullandıysanız çift temizleme yapın: önce yağ bazlı temizleyici, ardından krem temizleyici. Tahriş olmuş bölgelerin etrafında ekstra nazik olun.

# templates.routine.sensitive.evening.step2.title
source: Soothing Toner
tr: Yatıştırıcı Tonik

# templates.routine.sensitive.evening.step2.why
source: Evening application helps calm any daytime irritation and preps skin for better absorption of repair ingredients
tr: Akşam uygulaması, gündüz oluşan tahrişi sakinleştirmeye yardımcı olur ve onarıcı bileşenlerin daha iyi emilmesi için cildi hazırlar

# templates.routine.sensitive.evening.step2.how
source: Pat gently into clean skin. This is the perfect time to use cooling, soothing ingredients to reduce redness from the day.
tr: Temiz cilde nazikçe tampon hareketlerle uygulayın. Gündüzden kaynaklanan kızarıklığı azaltmak için soğutucu, yatıştırıcı bileşenler kullanmanın tam zamanıdır.

# templates.routine.sensitive.evening.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.sensitive.evening.step3.why
source: Nighttime hydration supports barrier repair while you sleep without risk of irritation or sensitivity
tr: Gece hidrasyonu, tahriş veya hassasiyet riski olmadan siz uyurken bariyer onarımını destekler

# templates.routine.sensitive.evening.step3.how
source: Apply to slightly damp skin. Layer under your barrier cream for maximum hydration and healing overnight.
tr: Hafif nemli cilde uygulayın. Maksimum nemlendirme ve gece boyunca iyileşme için bariyer kreminizin altına katmanlayın.

# templates.routine.sensitive.evening.step4.title
source: Barrier Repair Cream
tr: Bariyer Onarıcı Krem

# templates.routine.sensitive.evening.step4.why
source: Overnight is when skin repairs itself. A rich barrier cream supports this with ceramides, cholesterol, and fatty acids
tr: Cilt, gece kendini onarır. Zengin bir bariyer kremi seramidler, kolesterol ve yağ asitleriyle bu süreci destekler

# templates.routine.sensitive.evening.step4.how
source: Apply generously as your final step. Can use a heavier layer than morning. Wake up to calmer, stronger skin.
tr: Son adım olarak cömertçe uygulayın. Sabahkinden daha kalın bir katman kullanabilirsiniz. Daha sakin, daha güçlü bir ciltle uyanın.

# templates.routine.oily.title
source: Oily Skin Control
tr: Yağlı Cilt Kontrol Rutini

# templates.routine.oily.description
source: Manage excess oil and shine while maintaining healthy, balanced skin.
tr: Sağlıklı, dengeli bir cilt sağlarken aşırı yağı ve parlamayı yönetin.

# templates.routine.oily.duration
source: 8-10 min
tr: 8-10 dk

# templates.routine.oily.tag1
source: Oil Control
tr: Yağ Kontrolü

# templates.routine.oily.tag2
source: Mattifying
tr: Matlaştırıcı

# templates.routine.oily.tag3
source: Pore Care
tr: Gözenek Bakımı

# templates.routine.oily.tag4
source: Lightweight
tr: Hafif Yapı

# templates.routine.oily.benefit1
source: Controls excess oil
tr: Aşırı yağı kontrol eder

# templates.routine.oily.benefit2
source: Minimizes pores
tr: Gözenekleri küçültür

# templates.routine.oily.benefit3
source: Reduces shine
tr: Parlamayı azaltır

# templates.routine.oily.benefit4
source: Prevents breakouts
tr: Sivilce oluşumunu önler

# templates.routine.oily.morning.step1.title
source: Gel Cleanser
tr: Jel Temizleyici

# templates.routine.oily.morning.step1.why
source: Removes excess sebum and overnight oil without over-stripping, which can trigger even more oil production
tr: Daha fazla yağ üretimine yol açabilecek aşırı kurumaya neden olmadan fazla sebumu ve gece biriken yağı temizler

# templates.routine.oily.morning.step1.how
source: Use a gentle gel or foaming cleanser. Massage for 60 seconds with lukewarm water. Avoid hot water which stimulates oil glands.
tr: Nazik bir jel veya köpüren temizleyici kullanın. Ilık suyla 60 saniye masaj yapın. Yağ bezlerini uyaran sıcak sudan kaçının.

# templates.routine.oily.morning.step2.title
source: BHA Toner
tr: BHA Tonik

# templates.routine.oily.morning.step2.why
source: Salicylic acid penetrates oil-filled pores to prevent clogs and breakouts while controlling shine
tr: Salisilik asit, yağa doymuş gözeneklere nüfuz ederek tıkanıklıkları ve sivilceleri önlerken parlamayı kontrol eder

# templates.routine.oily.morning.step2.how
source: Apply with cotton pad or hands to clean skin. Focus on T-zone. Start with every other day if new to BHAs to avoid irritation.
tr: Temiz cilde pamuk ped veya ellerinizle uygulayın. T bölgesine odaklanın. Tahrişi önlemek için BHA'ya yeni başlıyorsanız gün aşırı başlayın.

# templates.routine.oily.morning.step3.title
source: Niacinamide Serum
tr: Niasinamid Serumu

# templates.routine.oily.morning.step3.why
source: Clinically proven to regulate sebum production by up to 50% while reducing pore appearance
tr: Yağ üretimini %50'ye kadar düzenlediği klinik olarak kanıtlanmıştır ve gözenek görünümünü azaltır

# templates.routine.oily.morning.step3.how
source: Apply 2-3 drops to entire face. Pairs well with BHA. Works best with consistent daily use over 4-8 weeks.
tr: Tüm yüze 2-3 damla uygulayın. BHA ile iyi uyum sağlar. 4-8 hafta boyunca tutarlı günlük kullanımla en iyi sonucu verir.

# templates.routine.oily.morning.step4.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.oily.morning.step4.why
source: Even oily skin needs hydration. Skipping moisturizer signals skin to produce MORE oil to compensate
tr: Yağlı cilt bile nemlendirmeye ihtiyaç duyar. Nemlendiriciyi atlamak, cildin telafi etmek için DAHA FAZLA yağ üretmesine neden olur

# templates.routine.oily.morning.step4.how
source: Use gel or water-based formula. Apply thin layer while skin is slightly damp. Look for oil-free, non-comedogenic labels.
tr: Jel veya su bazlı formül kullanın. Cilt hafif nemliyken ince bir tabaka uygulayın. Yağsız, komedojenik olmayan etiketlerini arayın.

# templates.routine.oily.morning.step5.title
source: Oil-free Sunscreen
tr: Yağsız Güneş Kremi

# templates.routine.oily.morning.step5.why
source: Protects without adding grease. Many acne treatments increase sun sensitivity, making SPF essential
tr: Yağ eklemeden koruma sağlar. Birçok sivilce bakımı güneşe hassasiyeti artırdığı için SPF hayati önem taşır

# templates.routine.oily.morning.step5.how
source: Choose mattifying or gel sunscreen formulas. Apply SPF 30+ as final step. Reapply if outdoors.
tr: Matlaştırıcı veya jel yapılı güneş kremlerini tercih edin. Son adım olarak SPF 30+ uygulayın. Dışarıdaysanız yenileyin.

# templates.routine.oily.evening.step1.title
source: Gel Cleanser
tr: Jel Temizleyici

# templates.routine.oily.evening.step1.why
source: Removes the day's oil, sunscreen, and impurities that can clog pores and cause breakouts overnight
tr: Günün yağı, güneş kremi ve kirlerini temizler, gece boyunca gözenekleri tıkamalarını ve sivilceye neden olmalarını önler

# templates.routine.oily.evening.step1.how
source: Double cleanse if wearing heavy sunscreen: oil cleanser first, then gel cleanser. Massage thoroughly for 60 seconds.
tr: Yoğun güneş kremi kullandıysanız çift temizleme yapın: önce yağ bazlı temizleyici, ardından jel temizleyici. 60 saniye boyunca iyice masaj yapın.

# templates.routine.oily.evening.step2.title
source: BHA Toner
tr: BHA Tonik

# templates.routine.oily.evening.step2.why
source: Evening application allows salicylic acid to work overnight, unclogging pores and preventing morning shine
tr: Akşam uygulaması, salisilik asidin gece boyunca çalışmasını, gözenekleri açmasını ve sabah parlamasını önlemesini sağlar

# templates.routine.oily.evening.step2.how
source: Apply to clean, dry skin. Can use daily in PM if skin tolerates it. Skip if using retinol on same night.
tr: Temiz ve kuru cilde uygulayın. Cilt tolerans gösterirse akşamları günlük olarak kullanılabilir. Aynı gece retinol kullanıyorsanız atlayın.

# templates.routine.oily.evening.step3.title
source: Niacinamide Serum
tr: Niasinamid Serumu

# templates.routine.oily.evening.step3.why
source: Nighttime is when skin repairs. Niacinamide reduces oil production and inflammation while you sleep
tr: Cilt onarım halindeyken gece niasinamid, yağ üretimini ve iltihabı azaltır

# templates.routine.oily.evening.step3.how
source: Apply after toner. Can layer with BHA safely. Use nightly for best results in controlling daytime oil.
tr: Tonikten sonra uygulayın. BHA ile güvenle katmanlanabilir. Gündüz yağlanmasını kontrol etmek için geceleri kullanın.

# templates.routine.oily.evening.step4.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.oily.evening.step4.why
source: Prevents overnight moisture loss which can trigger rebound oil production the next day
tr: Gece boyunca nem kaybını önler, bu da ertesi gün aşırı yağ üretimine yol açabilir

# templates.routine.oily.evening.step4.how
source: Apply thin layer. Evening moisturizer can be same as morning or slightly more hydrating if needed.
tr: İnce bir tabaka uygulayın. Akşam nemlendiricisi sabahkiyle aynı olabilir veya gerekiyorsa biraz daha nemlendirici olabilir.

# templates.routine.oily.evening.step5.title
source: Clay Mask
tr: Kil Maskesi

# templates.routine.oily.evening.step5.why
source: Weekly deep treatment absorbs excess oil, unclogs pores, and provides deep cleansing for clearer skin
tr: Haftalık derin bakım, fazla yağı emer, gözenekleri açar ve daha temiz bir cilt için derinlemesine temizlik sağlar

# templates.routine.oily.evening.step5.how
source: Use 1-2x per week after cleansing. Apply thin layer, leave 10-15 minutes. Don't let it completely dry out. Rinse thoroughly.
tr: Temizledikten sonra haftada 1-2 kez kullanın. İnce bir tabaka uygulayın, 10-15 dakika bekletin. Tamamen kurutmayın. İyice durulayın.

# templates.routine.dry.title
source: Dry Skin Hydration
tr: Kuru Cilt Nemlendirme Rutini
