Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Templates.strings
Languages: tr

# templates.routine.advancedKorean.evening.step2.how
source: Massage onto wet skin. The double cleanse is non-negotiable in K-beauty for truly clean, product-ready skin.
tr: Islak cilde masaj yapın. Çift temizleme, gerçekten temiz, ürüne hazır bir cilt için K-güzelliğinde olmazsa olmazdır.

# templates.routine.advancedKorean.evening.step3.title
source: Exfoliant
tr: Peeling/Cilt Yenileyici

# templates.routine.advancedKorean.evening.step3.why
source: Removes dead skin cells so all the treatment products can penetrate effectively
tr: Tüm bakım ürünlerinin etkili bir şekilde nüfuz edebilmesi için ölü cilt hücrelerini temizler

# templates.routine.advancedKorean.evening.step3.how
source: Apply chemical exfoliant (AHA/BHA). Leave on 10-15 minutes, rinse. Use 2-3x per week, not daily.
tr: Kimyasal peeling (AHA/BHA) uygulayın. 10-15 dakika bekletin, durulayın. Her gün değil, haftada 2-3 kez kullanın.

# templates.routine.advancedKorean.evening.step4.title
source: Toner
tr: Tonik

# templates.routine.advancedKorean.evening.step4.why
source: Rebalances pH after exfoliation and preps for the treatment layers
tr: Peeling sonrası pH'ı dengeler ve bakım katmanları için hazırlar

# templates.routine.advancedKorean.evening.step4.how
source: Pat generously into skin. Can do multiple layers. Evening routine has even more layers than morning.
tr: Cömertçe cilde yedirin. Birden fazla katman yapabilirsiniz. Akşam rutini sabahtan daha fazla katman içerir.

# templates.routine.advancedKorean.evening.step5.title
source: Essence
tr: Esans

# templates.routine.advancedKorean.evening.step5.why
source: Delivers first wave of hydration and treatment ingredients into freshly exfoliated skin
tr: Yeni peeling yapılmış cilde ilk hidrasyon dalgasını ve bakım bileşenlerini ulaştırır

# templates.routine.advancedKorean.evening.step5.how
source: Press into skin gently. Freshly exfoliated skin absorbs essence more effectively for enhanced results.
tr: Cilde nazikçe bastırın. Yeni peeling yapılmış cilt, gelişmiş sonuçlar için esansı daha etkili bir şekilde emer.

# templates.routine.advancedKorean.evening.step6.title
source: Treatment Essence
tr: Bakım Esansı (Treatment Essence)

# templates.routine.advancedKorean.evening.step6.why
source: Night is optimal time for treatment essences to work their renewal magic during skin's repair cycle
tr: Cildin onarım döngüsü sırasında bakım esanslarının yenilenme sihrini yapması için gece optimal zamandır

# templates.routine.advancedKorean.evening.step6.how
source: Pat 2-3 drops across face. These work while you sleep for that morning glow.
tr: Yüzünüze 2-3 damla uygulayın. Bunlar siz uyurken çalışarak sabah ışıltısını sağlar.

# templates.routine.advancedKorean.evening.step7.why
source: Evening serums can be more intensive - retinol, peptides, or intensive hydration for overnight repair
tr: Akşam serumları daha yoğun olabilir - gece onarımı için retinol, peptitler veya yoğun hidrasyon içerir

# templates.routine.advancedKorean.evening.step7.how
source: Apply targeted serum. Can use different one than morning. Night is for anti-aging actives.
tr: Hedefe yönelik serum uygulayın. Sabahkinden farklı bir serum kullanabilirsiniz. Gece, yaşlanma karşıtı aktifler içindir.

# templates.routine.advancedKorean.evening.step8.title
source: Ampoule
tr: Ampul

# templates.routine.advancedKorean.evening.step8.why
source: Concentrated treatment works overnight when skin is in peak repair mode
tr: Konsantre bakım, cilt en yoğun onarım modundayken gece boyunca çalışır

# templates.routine.advancedKorean.evening.step8.how
source: Use 1-2 drops of your most powerful treatment. This is your premium step for special skin needs.
tr: En güçlü bakımınızdan 1-2 damla kullanın. Bu, özel cilt ihtiyaçları için premium adımınızdır.

# templates.routine.advancedKorean.evening.step9.title
source: Sheet Mask
tr: Kâğıt Maske (Sheet Mask)

# templates.routine.advancedKorean.evening.step9.why
source: Weekly intensive hydration and treatment in a relaxing ritual. K-beauty's signature step
tr: Yoğun hidrasyon ve tedaviyi rahatlatıcı bir ritüel içinde sağlayan haftalık bakım. K-güzelliğinin imzası niteliğindedir

# templates.routine.advancedKorean.evening.step9.how
source: Apply after essences/serums, before moisturizer. Relax for 15-20 minutes. Pat in remaining essence. Use 2-3x per week.
tr: Esans/serumlardan sonra, nemlendiriciden önce uygulayın. 15-20 dakika rahatlayın. Kalan esansı cilde yedirin. Haftada 2-3 kez kullanın.

# templates.routine.advancedKorean.evening.step10.title
source: Eye Cream
tr: Göz Kremi

# templates.routine.advancedKorean.evening.step10.why
source: Nighttime eye cream can be richer with intensive ingredients for overnight renewal
tr: Gece göz kremi, gece boyunca yenilenme için yoğun içeriklerle daha zengin olabilir

# templates.routine.advancedKorean.evening.step10.how
source: Tap gently around eye area. Can use more generous amount than morning. Focus on concerns like fine lines.
tr: Tüm göz çevresi bölgesine nazikçe dokunun. Sabahtan daha cömert miktarda kullanabilirsiniz. İnce çizgiler gibi sorunlara odaklanın.

# templates.routine.advancedKorean.evening.step11.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.advancedKorean.evening.step11.why
source: Final occlusive layer seals in all treatments and provides overnight hydration
tr: Son kapatıcı katman, tüm bakımları mühürler ve gece boyunca hidrasyon sağlar

# templates.routine.advancedKorean.evening.step11.how
source: Apply generously. Can use sleeping mask 2-3x per week for extra overnight boost. Wake up to glowing skin.
tr: Cömertçe uygulayın. Ekstra gece desteği için haftada 2-3 kez uyku maskesi kullanabilirsiniz. Işıl ışıl bir ciltle uyanın.

# templates.routine.teenAcne.title
source: Teen Acne Fighter
tr: Genç Sivilce Savaşçısı

# templates.routine.teenAcne.description
source: Gentle yet effective routine designed specifically for teenage skin and hormonal acne.
tr: Özellikle genç ciltler ve hormonal sivilceler için tasarlanmış nazik ama etkili bir rutin.

# templates.routine.teenAcne.duration
source: 6-8 min
tr: 6-8 dk

# templates.routine.teenAcne.tag1
source: Teen
tr: Genç

# templates.routine.teenAcne.tag3
source: Gentle
tr: Nazik

# templates.routine.teenAcne.tag4
source: Preventive
tr: Önleyici

# templates.routine.teenAcne.benefit1
source: Prevents teen acne
tr: Genç sivilcelerini önler

# templates.routine.teenAcne.benefit2
source: Gentle on young skin
tr: Genç ciltte nazik

# templates.routine.teenAcne.benefit3
source: Builds good habits
tr: İyi alışkanlıklar kazandırır

# templates.routine.teenAcne.benefit4
source: Easy to follow
tr: Takibi kolay

# templates.routine.teenAcne.morning.step1.title
source: Gentle Foaming Cleanser
tr: Nazik Köpüren Temizleyici

# templates.routine.teenAcne.morning.step1.why
source: Removes morning oil without harsh ingredients that can irritate young skin and trigger more breakouts
tr: Genç cildi tahriş edebilecek ve daha fazla sivilceyi tetikleyebilecek sert içerikler olmadan sabah yağını temizler

# templates.routine.teenAcne.morning.step1.how
source: Wet face with lukewarm water. Apply cleanser, massage for 30-60 seconds. Rinse well and pat dry. Do this EVERY morning!
tr: Yüzü ılık suyla ıslatın. Temizleyiciyi uygulayın, 30-60 saniye masaj yapın. İyice durulayın ve hafifçe kurulayın. Bunu HER sabah yapın!

# templates.routine.teenAcne.morning.step2.title
source: Salicylic Acid Toner
tr: Salisilik Asitli Tonik

# templates.routine.teenAcne.morning.step2.why
source: Keeps pores clear and prevents the blackheads and whiteheads that turn into pimples
tr: Gözenekleri temiz tutar ve sivilceye dönüşen siyah nokta ve beyaz noktaları önler

# templates.routine.teenAcne.morning.step2.how
source: Apply with cotton pad or hands. Start every other day to let skin adjust. Can use daily once skin tolerates it.
tr: Pamuk ped veya ellerle uygulayın. Cildin alışması için gün aşırı başlayın. Cilt tolerans gösterdiğinde günlük kullanabilirsiniz.

# templates.routine.teenAcne.morning.step3.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.teenAcne.morning.step3.why
source: Yes, even oily teen skin needs moisture! Skipping it makes skin produce MORE oil to compensate
tr: Evet, yağlı genç cilt bile neme ihtiyaç duyar! Atlamak, cildin telafi etmek için DAHA FAZLA yağ üretmesine neden olur

# templates.routine.teenAcne.morning.step3.how
source: Use gel or water-based moisturizer. Apply thin layer. Won't make you break out if oil-free and non-comedogenic.
tr: Jel veya su bazlı nemlendirici kullanın. İnce bir tabaka uygulayın. Yağsız ve komedojenik değilse sivilce yapmaz.

# templates.routine.teenAcne.morning.step4.title
source: Oil-free Sunscreen
tr: Yağsız Güneş Kremi

# templates.routine.teenAcne.morning.step4.why
source: Protects skin and prevents dark spots from healing pimples. Many acne products make sun sensitivity worse
tr: Cildi korur ve iyileşen sivilcelerden koyu lekeler oluşmasını engeller. Birçok sivilce ürünü güneşe hassasiyeti artırır

# templates.routine.teenAcne.morning.step4.how
source: Apply SPF 30+ every morning. Choose oil-free formulas. This prevents acne scars from getting darker!
tr: Her sabah SPF 30+ uygulayın. Yağsız formülleri seçin. Bu, sivilce izlerinin koyulaşmasını önler!

# templates.routine.teenAcne.evening.step1.title
source: Gentle Foaming Cleanser
tr: Nazik Köpüren Temizleyici

# templates.routine.teenAcne.evening.step1.why
source: Removes the day's oil, sweat, dirt, and sunscreen that clog pores overnight
tr: Günün yağı, teri, kiri ve güneş kremini temizler, böylece gece boyunca gözenekleri tıkamasını önler

# templates.routine.teenAcne.evening.step1.how
source: Wash for full 60 seconds in evening - you need to remove sunscreen! Use lukewarm water and gentle circular motions.
tr: Akşamları tam 60 saniye yıkayın - güneş kremini temizlemeniz gerekir! Ilık su ve nazik dairesel hareketler kullanın.

# templates.routine.teenAcne.evening.step2.title
source: Salicylic Acid Toner
tr: Salisilik Asitli Tonik

# templates.routine.teenAcne.evening.step2.why
source: Works overnight to unclog pores and prevent tomorrow's breakouts while you sleep
tr: Siz uyurken gözenekleri açmak ve yarının sivilcelerini önlemek için gece boyunca çalışır

# templates.routine.teenAcne.evening.step2.how
source: Apply after cleansing. Let it dry for a minute before moisturizer. This is your pimple prevention step!
tr: Temizledikten sonra uygulayın. Nemlendiriciden önce bir dakika kurumasını bekleyin. Bu, sivilce önleme adımınızdır!

# templates.routine.teenAcne.evening.step3.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.teenAcne.evening.step3.why
source: Nighttime hydration prevents your skin from overproducing oil in the morning
tr: Gece nemlendirmesi, sabah cildinizin aşırı yağ üretmesini önler

# templates.routine.teenAcne.evening.step3.how
source: Apply to slightly damp skin for better absorption. Don't skip this even if you have oily skin!
tr: Daha iyi emilim için hafif nemli cilde uygulayın. Yağlı cildiniz olsa bile bunu atlamayın!

# templates.routine.teenAcne.evening.step4.title
source: Spot Treatment
tr: Leke/Sivilce Bakımı (Spot Treatment)

# templates.routine.teenAcne.evening.step4.why
source: Targets active pimples with concentrated ingredients to make them go away faster
tr: Aktif sivilceleri konsantre içeriklerle hedefleyerek daha hızlı kaybolmalarını sağlar

# templates.routine.teenAcne.evening.step4.how
source: Apply ONLY to active pimples, not all over your face. Use clean hands or cotton swab. Let it dry before touching your face.
tr: SADECE aktif sivilcelere uygulayın, tüm yüzünüze değil. Temiz eller veya pamuklu çubuk kullanın. Yüzünüze dokunmadan önce kurumasını bekleyin.

# templates.routine.matureSkin.title
source: Mature Skin Revival
tr: Olgun Cilt Canlandırma Rutini

# templates.routine.matureSkin.description
source: Comprehensive routine targeting multiple signs of aging for mature skin.
tr: Olgun ciltler için birden fazla yaşlanma belirtisini hedefleyen kapsamlı bir rutin.

# templates.routine.matureSkin.duration
source: 15-18 min
tr: 15-18 dk

# templates.routine.matureSkin.tag1
source: Mature
tr: Olgun Cilt

# templates.routine.matureSkin.tag2
source: Comprehensive
tr: Kapsamlı

# templates.routine.matureSkin.tag3
source: Luxury
tr: Lüks

# templates.routine.matureSkin.tag4
source: Advanced
tr: İleri Seviye

# templates.routine.matureSkin.benefit1
source: Targets multiple aging signs
tr: Birden fazla yaşlanma belirtisini hedefler

# templates.routine.matureSkin.benefit2
source: Improves skin texture
tr: Cilt dokusunu iyileştirir

# templates.routine.matureSkin.benefit3
source: Restores firmness
tr: Sıkılığı geri kazandırır

# templates.routine.matureSkin.benefit4
source: Comprehensive care
tr: Kapsamlı bakım

# templates.routine.matureSkin.morning.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.matureSkin.morning.step1.why
source: Mature skin requires gentle cleansing that doesn't strip the natural oils that decline with age
tr: Olgun cilt, yaşla birlikte azalan doğal yağları soymayan nazik temizlik gerektirir

# templates.routine.matureSkin.morning.step1.how
source: Use rich cream or oil-based cleanser. Massage gently with lukewarm water for 60 seconds. Mature skin is more delicate.
tr: Zengin krem veya yağ bazlı temizleyici kullanın. Ilık suyla 60 saniye nazikçe masaj yapın. Olgun cilt daha hassastır.

# templates.routine.matureSkin.morning.step2.title
source: Vitamin C Serum
tr: C Vitamini Serumu

# templates.routine.matureSkin.morning.step2.why
source: Antioxidant powerhouse that brightens age spots, boosts collagen, and protects against environmental damage
tr: Yaşlılık lekelerini aydınlatan, kolajeni destekleyen ve çevresel hasara karşı koruyan antioksidan gücü

# templates.routine.matureSkin.morning.step2.how
source: Apply 4-5 drops to clean skin each morning. Use L-ascorbic acid formula for maximum efficacy. Store in cool, dark place.
tr: Her sabah temiz cilde 4-5 damla uygulayın. Maksimum etkinlik için L-askorbik asit formülü kullanın. Serin ve karanlık yerde saklayın.

# templates.routine.matureSkin.morning.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.matureSkin.morning.step3.why
source: Mature skin produces less hyaluronic acid naturally. Supplementing plumps fine lines and restores youthful moisture
tr: Olgun cilt doğal olarak daha az hyaluronik asit üretir. Takviye etmek ince çizgileri dolgunlaştırır ve genç nemi geri kazandırır

# templates.routine.matureSkin.morning.step3.how
source: Apply to damp skin for maximum water-binding. Use 3-4 drops. Follow immediately with moisturizer to lock in hydration.
tr: Maksimum su bağlama için nemli cilde uygulayın. 3-4 damla kullanın. Nemi hapsetmek için hemen ardından nemlendirici sürün.

# templates.routine.matureSkin.morning.step4.title
source: Rich Eye Cream
tr: Zengin Göz Kremi

# templates.routine.matureSkin.morning.step4.why
source: Eye area shows aging first and needs specialized rich treatment for crow's feet, hollowing, and crepiness
tr: Göz çevresi yaşlanmayı ilk gösterir ve kaz ayakları, çukurluk ve kırışıklıklar için özel zengin bakıma ihtiyaç duyar

# templates.routine.matureSkin.morning.step4.how
source: Use ring finger to gently tap generous amount around entire eye area. Don't skimp - mature eyes need more product.
tr: Yüzük parmağınızı kullanarak tüm göz çevresine cömert miktarda nazikçe dokunun. Cimrilik yapmayın - olgun gözler daha fazla ürüne ihtiyaç duyar.

# templates.routine.matureSkin.morning.step5.title
source: Luxury Moisturizer
tr: Lüks Nemlendirici

# templates.routine.matureSkin.morning.step5.why
source: Rich moisturizer with ceramides and peptides rebuilds barrier that weakens with age, providing essential nourishment
tr: Seramid ve peptit içeren zengin nemlendirici, yaşla birlikte zayıflayan bariyeri yeniden inşa eder, temel beslenmeyi sağlar

# templates.routine.matureSkin.morning.step5.how
source: Apply generously to face, neck, and chest. These areas show aging too! Mature skin needs richer formulas than younger skin.
tr: Yüz, boyun ve göğüs bölgesine cömertçe uygulayın. Bu bölgeler de yaşlanma belirtileri gösterir! Olgun cilt, genç cilde göre daha zengin formüllere ihtiyaç duyar.

# templates.routine.matureSkin.morning.step6.title
source: Anti-aging Sunscreen
tr: Yaşlanma Karşıtı Güneş Kremi

# templates.routine.matureSkin.morning.step6.why
source: SPF is THE most important anti-aging step. Prevents further damage and protects against skin cancer risk
tr: SPF, EN önemli yaşlanma karşıtı adımdır. İlerideki hasarı önler ve cilt kanseri riskine karşı korur

# templates.routine.matureSkin.evening.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.matureSkin.evening.step1.why
source: Evening cleanse removes the day's environmental damage and prepares skin for powerful overnight treatments
tr: Akşam temizliği, günün çevresel hasarını temizler ve cildi güçlü gece bakımlarına hazırlar

# templates.routine.matureSkin.evening.step1.how
source: Double cleanse: oil cleanser first for sunscreen, then cream cleanser. Be extra gentle - mature skin bruises more easily.
tr: Çift temizleme yapın: güneş kremi için önce yağ bazlı temizleyici, ardından krem temizleyici. Ekstra nazik olun - olgun cilt daha kolay morarır.

# templates.routine.matureSkin.evening.step2.title
source: Retinol Treatment
tr: Retinol Bakımı

# templates.routine.matureSkin.evening.step2.why
source: Gold standard anti-aging ingredient. Increases cell turnover, boosts collagen, improves texture and tone
tr: Yaşlanma karşıtı altın standart içerik. Hücre yenilenmesini artırır, kolajeni destekler, doku ve tonu iyileştirir

# templates.routine.matureSkin.evening.step2.how
source: Start with 0.25% if new to retinol. Apply pea-sized amount to dry skin. Wait 20 minutes before moisturizer. Use 3-4x per week initially.
tr: Retinole yeni başlıyorsanız %0,25 ile başlayın. Kuru cilde bezelye büyüklüğünde uygulayın. Nemlendiriciden önce 20 dakika bekleyin. Başlangıçta haftada 3-4 kez kullanın.

# templates.routine.matureSkin.evening.step3.title
source: Peptide Complex
tr: Peptit Kompleksi

# templates.routine.matureSkin.evening.step3.why
source: Peptides signal skin to produce more collagen and elastin, directly addressing loss of firmness and structure
tr: Peptitler, cilde daha fazla kolajen ve elastin üretmesi için sinyal göndererek sıkılık ve yapı kaybını doğrudan hedefler

# templates.routine.matureSkin.evening.step3.how
source: Apply 2-3 drops after retinol. Peptides work synergistically with retinol for enhanced anti-aging benefits.
tr: Retinol emildikten sonra 2-3 damla uygulayın. Peptitler, gelişmiş yaşlanma karşıtı faydalar için retinol ile sinerjik çalışır.

# templates.routine.matureSkin.evening.step4.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.matureSkin.evening.step4.why
source: Overnight hydration while skin is in repair mode. Plumps lines and restores bounce that mature skin loses
tr: Cilt onarım modundayken gece hidrasyonu. Çizgileri dolgunlaştırır ve olgun cildin kaybettiği esnekliği geri kazandırır

# templates.routine.matureSkin.evening.step4.how
source: Apply to slightly damp skin. Can use more at night than morning. Essential for mature skin's hydration needs.
tr: Hafif nemli cilde uygulayın. Sabahtan daha fazla miktarda kullanabilirsiniz. Olgun cildin nem ihtiyacı için esastır.

# templates.routine.matureSkin.evening.step5.title
source: Rich Eye Cream
tr: Zengin Göz Kremi

# templates.routine.matureSkin.evening.step5.why
source: Nighttime eye cream with retinol or peptides works during sleep to reduce crow's feet and firm delicate area
tr: Retinol veya peptit içeren gece göz kremi, uyku sırasında kaz ayaklarını azaltmak ve hassas bölgeyi sıkılaştırmak için çalışır

# templates.routine.matureSkin.evening.step5.how
source: Apply generously around entire eye area including upper lid. Night is when these ingredients work their magic.
tr: Üst göz kapağı dahil tüm göz çevresine cömertçe uygulayın. Gece, bu içeriklerin sihrini gösterdiği zamandır.

# templates.routine.matureSkin.evening.step6.title
source: Luxury Moisturizer
tr: Lüks Nemlendirici

# templates.routine.matureSkin.evening.step6.why
source: Rich night cream supports overnight repair with ceramides, peptides, and nourishing oils mature skin craves
tr: Zengin gece kremi, seramidler, peptitler ve olgun cildin istediği besleyici yağlarla gece onarımını destekler

# templates.routine.matureSkin.evening.step6.how
source: Apply thick layer to face, neck, and chest. Can use facial oil on top for extra nourishment. Wake up to renewed skin.
tr: Yüz, boyun ve göğüs bölgesine kalın bir tabaka uygulayın. Ekstra beslenme için üzerine yüz yağı kullanabilirsiniz. Yenilenmiş bir ciltle uyanın.
