Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Templates.strings
Languages: tr

# templates.routine.dry.description
source: Intensive hydration routine to quench thirsty, dry skin and restore moisture barrier.
tr: Susuz, kuru cildi yatıştırmak ve nem bariyerini onarmak için yoğun hidrasyon rutini.

# templates.routine.dry.duration
source: 10-12 min
tr: 10-12 dk

# templates.routine.dry.tag1
source: Hydration
tr: Nemlendirme

# templates.routine.dry.tag2
source: Moisture
tr: Nem Bariyeri

# templates.routine.dry.tag3
source: Rich
tr: Zengin Doku

# templates.routine.dry.tag4
source: Nourishing
tr: Besleyici

# templates.routine.dry.benefit1
source: Deep hydration
tr: Derin nemlendirme

# templates.routine.dry.benefit2
source: Restores moisture barrier
tr: Nem bariyerini onarır

# templates.routine.dry.benefit3
source: Soothes dryness
tr: Kuruluğu yatıştırır

# templates.routine.dry.benefit4
source: Long-lasting moisture
tr: Uzun süreli nem

# templates.routine.dry.morning.step1.title
source: Cream Cleanser
tr: Krem Temizleyici

# templates.routine.dry.morning.step1.why
source: Hydrating cream formula cleanses without stripping natural oils that dry skin desperately needs
tr: Nemlendirici krem formülü, kuru cildin şiddetle ihtiyaç duyduğu doğal yağları soymadan temizler

# templates.routine.dry.morning.step1.how
source: Massage cream cleanser onto dry or damp skin for 60 seconds. Use lukewarm water to rinse. Pat dry gently - never rub.
tr: Krem temizleyiciyi kuru veya nemli cilde 60 saniye masaj yaparak uygulayın. Durulamak için ılık su kullanın. Nazikçe kurulayın - asla ovuşturmayın.

# templates.routine.dry.morning.step2.title
source: Hydrating Toner
tr: Nemlendirici Tonik

# templates.routine.dry.morning.step2.why
source: Delivers first layer of hydration and preps skin to absorb more moisture from subsequent products
tr: İlk nemlendirme katmanını sağlar ve cildi sonraki ürünlerden daha fazla nemi emmeye hazırlar

# templates.routine.dry.morning.step2.how
source: Apply to damp skin by patting with hands. Look for glycerin, hyaluronic acid, or ceramides. Layer multiple times if very dry.
tr: Ellerinizle tampon hareketler yaparak nemli cilde uygulayın. Gliserin, hyaluronik asit veya seramid arayın. Çok kuruysa birden fazla katman uygulayın.

# templates.routine.dry.morning.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.dry.morning.step3.why
source: Attracts up to 1000x its weight in water, providing intense hydration that plumps and smooths dry, flaky skin
tr: Ağırlığının 1000 katına kadar su çeker, kuru ve pul pul dökülen cildi dolgunlaştıran yoğun hidrasyon sağlar

# templates.routine.dry.morning.step3.how
source: Apply to damp skin for maximum efficacy. Use 2-3 drops. Follow immediately with moisturizer to lock in the water it attracts.
tr: Maksimum etkinlik için nemli cilde uygulayın. 2-3 damla kullanın. Çektiği suyu hapsetmek için hemen ardından nemlendirici sürün.

# templates.routine.dry.morning.step4.title
source: Rich Serum
tr: Zengin Serum

# templates.routine.dry.morning.step4.why
source: Delivers concentrated nourishing ingredients that penetrate deep into dry, dehydrated skin
tr: Kuru, susuz kalmış cilde derinlemesine nüfuz eden konsantre besleyici bileşenler sunar

# templates.routine.dry.morning.step4.how
source: Apply 3-4 drops after hyaluronic acid. Look for ceramides, peptides, or nourishing oils. Pat gently to absorb.
tr: Hyaluronik asitten sonra 3-4 damla uygulayın. Seramidler, peptitler veya besleyici yağlar arayın. Emilmesi için nazikçe tampon hareketler yapın.

# templates.routine.dry.morning.step5.title
source: Heavy Moisturizer
tr: Yoğun Nemlendirici

# templates.routine.dry.morning.step5.why
source: Creates protective barrier to prevent transepidermal water loss, the main cause of dry skin
tr: Kuru cildin ana nedeni olan transepidermal su kaybını önlemek için koruyucu bir bariyer oluşturur

# templates.routine.dry.morning.step5.how
source: Apply generously while skin is still damp. Look for thick creams with ceramides, shea butter, or squalane. Don't be stingy!
tr: Cilt hala nemliyken cömertçe uygulayın. Seramid, shea yağı veya skualan içeren kalın kremleri arayın. Cömert davranın!

# templates.routine.dry.morning.step6.title
source: Sunscreen
tr: Güneş Kremi

# templates.routine.dry.morning.step6.why
source: UV damage breaks down skin barrier, making dryness worse. Choose hydrating SPF formulas
tr: UV hasarı cilt bariyerini yıkar ve kuruluğu kötüleştirir. Nemlendirici SPF formüllerini seçin

# templates.routine.dry.morning.step6.how
source: Use cream-based SPF 30+, not gel formulas. Apply generously. Many moisturizing sunscreens can double as extra hydration.
tr: Krem bazlı SPF 30+ kullanın, jel formüllerden kaçının. Cömertçe uygulayın. Birçok nemlendirici güneş kremi ekstra hidrasyon görevi de görebilir.

# templates.routine.dry.evening.step1.title
source: Cream Cleanser
tr: Krem Temizleyici

# templates.routine.dry.evening.step1.why
source: Evening cleanse removes the day's buildup while maintaining essential moisture your dry skin needs overnight
tr: Akşam temizliği, kuru cildinizin gece boyunca ihtiyaç duyduğu temel nemi korurken günün birikmiş kirlerini temizler

# templates.routine.dry.evening.step1.how
source: Use oil cleanser first for sunscreen, then cream cleanser. Be extra gentle - dry skin is more prone to irritation.
tr: Güneş kremi için önce yağ bazlı temizleyici, ardından krem temizleyici kullanın. Ekstra nazik olun - kuru cilt tahrişe daha yatkındır.

# templates.routine.dry.evening.step2.title
source: Hydrating Toner
tr: Nemlendirici Tonik

# templates.routine.dry.evening.step2.why
source: Nighttime toner delivers hydration and prepares skin for maximum absorption of rich treatments
tr: Gece toniği hidrasyon sağlar ve zengin bakımların maksimum emilimi için cildi hazırlar

# templates.routine.dry.evening.step2.how
source: Apply multiple layers (7-skin method) for extra hydration. Pat each layer until absorbed before adding next.
tr: Ekstra hidrasyon için birden fazla katman uygulayın ('7 cilt' yöntemi). Bir sonraki katmanı eklemeden önce her katmanın emilmesini bekleyin.

# templates.routine.dry.evening.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.dry.evening.step3.why
source: Overnight hydration allows HA to work while skin is in repair mode, waking up to plumper, dewier skin
tr: Cilt onarım modundayken gece hidrasyonu, sabah daha dolgun ve ışıltılı bir ciltle uyanmanızı sağlar

# templates.routine.dry.evening.step3.how
source: Apply to damp skin. For very dry skin, mix a drop with your moisturizer for extra boost.
tr: Nemli cilde uygulayın. Çok kuru ciltler için, ekstra destek için nemlendiricinizle bir damla karıştırın.

# templates.routine.dry.evening.step4.title
source: Rich Serum
tr: Zengin Serum

# templates.routine.dry.evening.step4.why
source: Night is when skin repairs itself. Rich serums provide nutrients and moisture to support this process
tr: Gece, cildin kendini onardığı zamandır. Zengin serumlar bu süreci desteklemek için besin ve nem sağlar

# templates.routine.dry.evening.step4.how
source: Apply generously after HA. Can use more at night than morning. Focus on extra dry areas.
tr: Hyaluronik asitten sonra cömertçe uygulayın. Sabahkinden daha fazla miktarda kullanabilirsiniz. Ekstra kuru bölgelere odaklanın.

# templates.routine.dry.evening.step5.title
source: Heavy Moisturizer
tr: Yoğun Nemlendirici

# templates.routine.dry.evening.step5.why
source: Overnight occlusive moisturizer prevents water loss while you sleep, the most critical time for dry skin
tr: Gece boyunca nem kaybını önleyen kapatıcı nemlendirici, kuru cilt için en kritik zamandır

# templates.routine.dry.evening.step5.how
source: Apply thick layer as last step before oil. Look for sleeping masks or night creams specifically for dry skin.
tr: Yağdan önceki son adım olarak kalın bir tabaka uygulayın. Özellikle kuru ciltler için uyku maskeleri veya gece kremleri arayın.

# templates.routine.dry.evening.step6.title
source: Facial Oil
tr: Yüz Yağı

# templates.routine.dry.evening.step6.why
source: Seals everything in with nourishing oils. Last step ensures maximum moisture retention through the night
tr: Her şeyi besleyici yağlarla mühürler. Son adım, gece boyunca maksimum nem tutulmasını sağlar

# templates.routine.dry.evening.step6.how
source: Warm 3-5 drops between palms. Press gently onto face and neck. Use jojoba, argan, or rosehip oil.
tr: 3-5 damlayı avuçlarınız arasında ısıtın. Yüz ve boyun bölgesine nazikçe bastırarak uygulayın. Jojoba, argan veya kuşburnu yağı kullanın.

# templates.routine.combination.title
source: Combination Skin Balance
tr: Karma Cilt Dengeleme

# templates.routine.combination.description
source: Address different needs across your face - oily T-zone and dry cheeks.
tr: Yüzünüzdeki farklı ihtiyaçları ele alın - yağlı T bölgesi ve kuru yanaklar.

# templates.routine.combination.duration
source: 8-10 min
tr: 8-10 dk

# templates.routine.combination.tag1
source: Balanced
tr: Dengeleyici

# templates.routine.combination.tag2
source: Multi-zone
tr: Çok Bölgeli

# templates.routine.combination.tag3
source: Adaptive
tr: Uyarlanabilir

# templates.routine.combination.tag4
source: Versatile
tr: Çok Yönlü

# templates.routine.combination.benefit1
source: Balances different zones
tr: Farklı bölgeleri dengeler

# templates.routine.combination.benefit2
source: Addresses multiple concerns
tr: Birden fazla sorunu ele alır

# templates.routine.combination.benefit3
source: Versatile approach
tr: Çok yönlü yaklaşım

# templates.routine.combination.benefit4
source: Customizable application
tr: Özelleştirilebilir uygulama

# templates.routine.combination.morning.step1.title
source: Balancing Cleanser
tr: Dengeleyici Temizleyici

# templates.routine.combination.morning.step1.why
source: Cleanses oily T-zone without over-drying cheeks. The key is finding middle-ground formulas
tr: Yağlı T bölgesini aşırı kurutmadan temizler. Anahtar, orta yol formülleri bulmaktır

# templates.routine.combination.morning.step1.how
source: Use gel-cream hybrid cleanser. Spend extra time on oily areas, be gentle on dry zones. Lukewarm water only.
tr: Jel-krem hibrit temizleyici kullanın. Yağlı bölgelerde daha fazla zaman harcayın, kuru bölgelerde nazik olun. Sadece ılık su kullanın.

# templates.routine.combination.morning.step2.title
source: Toner
tr: Tonik

# templates.routine.combination.morning.step2.why
source: Balances pH across different zones and prepares skin for targeted treatments
tr: Farklı bölgelerde pH'ı dengeler ve cildi hedefe yönelik bakımlara hazırlar

# templates.routine.combination.morning.step2.how
source: Apply all over. Can layer extra on dry areas or use hydrating toner on cheeks, mattifying on T-zone for multi-masking approach.
tr: Tüm yüze uygulayın. Kuru bölgelere ekstra katman uygulayabilir veya yanaklara nemlendirici, T bölgesine matlaştırıcı tonik uygulayarak çoklu maskeleme yaklaşımını kullanabilirsiniz.

# templates.routine.combination.morning.step3.title
source: Lightweight Serum
tr: Hafif Serum

# templates.routine.combination.morning.step3.why
source: Provides treatment benefits without overloading oily zones or leaving dry areas thirsty
tr: Yağlı bölgeleri aşırı yüklemeden veya kuru bölgeleri susuz bırakmadan tedavi faydaları sağlar

# templates.routine.combination.morning.step3.how
source: Apply evenly across face. Niacinamide works great for combination skin as it balances oil and hydrates simultaneously.
tr: Tüm yüze eşit olarak uygulayın. Niasinamid, hem yağı dengelediği hem de nemlendirdiği için karma ciltler için harikadır.

# templates.routine.combination.morning.step4.title
source: Adaptive Moisturizer
tr: Uyarlanabilir Nemlendirici

# templates.routine.combination.morning.step4.why
source: Modern formulas adapt to different moisture levels across your face, providing what each zone needs
tr: Modern formüller, yüzünüzdeki farklı nem seviyelerine uyum sağlar, her bölgenin ihtiyacı olanı sunar

# templates.routine.combination.morning.step4.how
source: Apply thin layer on T-zone, more generous on cheeks. Or use two products: gel on oily areas, cream on dry areas.
tr: T bölgesine ince bir tabaka, yanaklara daha cömert uygulayın. Veya iki ürün kullanın: yağlı bölgelere jel, kuru bölgelere krem.

# templates.routine.combination.morning.step5.title
source: Broad Spectrum Sunscreen
tr: Geniş Spektrumlu Güneş Kremi

# templates.routine.combination.morning.step5.why
source: All zones need equal UV protection. Choose formula that works for both oily and dry areas
tr: Tüm bölgeler eşit UV korumasına ihtiyaç duyar. Hem yağlı hem de kuru bölgelere uygun bir formül seçin

# templates.routine.combination.morning.step5.how
source: Use lightweight, non-greasy SPF 30+. Gel or fluid formulas work best. Apply evenly across all zones.
tr: Hafif, yağsız SPF 30+ kullanın. Jel veya akışkan formüller en iyisidir. Tüm bölgelere eşit olarak uygulayın.

# templates.routine.combination.evening.step1.title
source: Balancing Cleanser
tr: Dengeleyici Temizleyici

# templates.routine.combination.evening.step1.why
source: Removes the day's varied buildup - excess oil from T-zone, environmental stress from dry areas
tr: Günün değişken birikimini temizler - T bölgesinden fazla yağı, kuru bölgelerden çevresel stresi

# templates.routine.combination.evening.step1.how
source: Double cleanse if needed. Oil cleanser removes sunscreen, then balancing cleanser. Focus on needs of each zone.
tr: Gerekirse çift temizleme yapın. Yağ temizleyici güneş kremini, ardından dengeleyici temizleyiciyi temizler. Her bölgenin ihtiyaçlarına odaklanın.

# templates.routine.combination.evening.step2.title
source: Toner
tr: Tonik

# templates.routine.combination.evening.step2.why
source: Evening toner can be more targeted - use different ones for different zones if needed
tr: Akşam toniği daha hedefe yönelik olabilir - gerekirse farklı bölgeler için farklı tonikler kullanın

# templates.routine.combination.evening.step2.how
source: Apply with hands or cotton pad. This is great time to multi-mask: hydrating toner on cheeks, BHA on T-zone.
tr: Ellerinizle veya pamuk pedle uygulayın. Çoklu maskeleme için harika bir zamandır: yanaklara nemlendirici tonik, T bölgesine BHA.

# templates.routine.combination.evening.step3.title
source: Lightweight Serum
tr: Hafif Serum

# templates.routine.combination.evening.step3.why
source: Nighttime serum addresses concerns across all zones without overwhelming any particular area
tr: Gece serumu, herhangi bir bölgeyi bunaltmadan tüm bölgelerdeki sorunları ele alır

# templates.routine.combination.evening.step3.how
source: Apply to entire face. Retinol or niacinamide work well for combination skin's varied needs.
tr: Tüm yüze uygulayın. Retinol veya niasinamid, karma cildin çeşitli ihtiyaçları için iyi çalışır.

# templates.routine.combination.evening.step4.title
source: Zone-specific Treatment
tr: Bölgesel Bakım

# templates.routine.combination.evening.step4.why
source: This is where you customize - address oily T-zone concerns AND dry cheek needs separately
tr: Burası özelleştirme yaptığınız yerdir - yağlı T bölgesi sorunlarını VE kuru yanak ihtiyaçlarını ayrı ayrı ele alın

# templates.routine.combination.evening.step4.how
source: Apply BHA or spot treatment to oily/acne-prone areas. Use hydrating serum or oil on dry patches. Customize to your needs.
tr: Yağlı/sivilce eğilimli bölgelere BHA veya leke bakımı uygulayın. Kuru bölgelere nemlendirici serum veya yağ kullanın. İhtiyaçlarınıza göre özelleştirin.

# templates.routine.combination.evening.step5.title
source: Adaptive Moisturizer
tr: Uyarlanabilir Nemlendirici

# templates.routine.combination.evening.step5.why
source: Locks in treatments while providing balanced hydration that won't cause excess oil or dryness
tr: Aşırı yağlanmaya veya kuruluğa neden olmayacak dengeli nemlendirme sağlarken bakımları hapseder

# templates.routine.combination.evening.step5.how
source: Apply according to each zone's needs. Thin layer on T-zone, richer on cheeks. Listen to your skin's feedback.
tr: Her bölgenin ihtiyacına göre uygulayın. T bölgesine ince bir tabaka, yanaklara daha zengin. Cildinizin geri bildirimini dinleyin.

# templates.routine.advancedKorean.title
source: Advanced Korean Routine
tr: İleri Kore Rutini

# templates.routine.advancedKorean.description
source: The complete Korean skincare ritual for ultimate skin transformation.
tr: Nihai cilt dönüşümü için eksiksiz Kore cilt bakımı ritüeli.

# templates.routine.advancedKorean.duration
source: 25-30 min
tr: 25-30 dk

# templates.routine.advancedKorean.tag1
source: Complete
tr: Eksiksiz

# templates.routine.advancedKorean.tag2
source: Luxury
tr: Lüks

# templates.routine.advancedKorean.tag3
source: Comprehensive
tr: Kapsamlı

# templates.routine.advancedKorean.tag4
source: Advanced
tr: İleri Seviye

# templates.routine.advancedKorean.benefit1
source: Complete skin transformation
tr: Tam cilt dönüşümü

# templates.routine.advancedKorean.benefit2
source: Maximum hydration
tr: Maksimum nemlendirme

# templates.routine.advancedKorean.benefit3
source: Advanced anti-aging
tr: Gelişmiş yaşlanma karşıtı bakım

# templates.routine.advancedKorean.benefit4
source: Luxury experience
tr: Lüks deneyim

# templates.routine.advancedKorean.morning.step1.title
source: Water Cleanser
tr: Su Bazlı Temizleyici

# templates.routine.advancedKorean.morning.step1.why
source: Morning second cleanse removes overnight oils and prepares skin for multiple treatment layers
tr: Sabah ikinci temizleme, gece biriken yağları temizler ve cildi birden fazla bakım katmanına hazırlar

# templates.routine.advancedKorean.morning.step1.how
source: Use gentle, low-pH cleanser. Massage for 60 seconds. The foundation of successful layering starts with clean canvas.
tr: Nazik, düşük pH'lı temizleyici kullanın. 60 saniye masaj yapın. Başarılı katmanlamanın temeli temiz bir ciltle başlar.

# templates.routine.advancedKorean.morning.step2.title
source: Toner
tr: Tonik

# templates.routine.advancedKorean.morning.step2.why
source: Balances pH and creates optimal environment for the many treatment layers to follow
tr: pH'ı dengeler ve takip edecek birçok bakım katmanı için optimal ortamı yaratır

# templates.routine.advancedKorean.morning.step2.how
source: Pat toner into skin with hands, using 7-skin method if desired. First layer of hydration in this multi-step ritual.
tr: İstenirse '7 cilt' yöntemi kullanılarak toniği ellerle cilde yedirin. Bu çok adımlı ritüeldeki ilk hidrasyon katmanıdır.

# templates.routine.advancedKorean.morning.step3.title
source: Essence
tr: Esans

# templates.routine.advancedKorean.morning.step3.why
source: Core of K-beauty: delivers lightweight hydration that enhances absorption of subsequent products
tr: K-güzelliğinin çekirdeği: sonraki ürünlerin emilimini artıran hafif nemlendirme sağlar

# templates.routine.advancedKorean.morning.step3.how
source: Pour into palms and press gently into skin. This watery layer is key to that glass skin glow.
tr: Avuç içlerine dökün ve cilde nazikçe bastırın. Bu sulu katman, o cam cilt ışıltısının anahtarıdır.

# templates.routine.advancedKorean.morning.step4.title
source: Treatment Essence
tr: Bakım Esansı (Treatment Essence)

# templates.routine.advancedKorean.morning.step4.why
source: Contains fermented ingredients and active components for skin renewal and brightening
tr: Cilt yenileme ve aydınlatma için fermente edilmiş bileşenler ve aktif bileşenler içerir

# templates.routine.advancedKorean.morning.step4.how
source: Pat 2-3 drops across face. Treatment essences are more concentrated than regular essence. Premium K-beauty secret.
tr: Yüzünüze 2-3 damla uygulayın. Bakım esansları normal esanslara göre daha konsantredir. Premium K-güzellik sırrıdır.

# templates.routine.advancedKorean.morning.step5.why
source: Targeted treatment for specific concerns - brightening, anti-aging, or hydration
tr: Belirli sorunlar için hedefe yönelik bakım - aydınlatma, yaşlanma karşıtı veya hidrasyon

# templates.routine.advancedKorean.morning.step5.how
source: Apply 2-3 drops. Press and pat to absorb. Can use multiple serums for different concerns.
tr: 2-3 damla uygulayın. Emilmesi için bastırın ve tampon hareketler yapın. Farklı sorunlar için birden fazla serum kullanabilirsiniz.

# templates.routine.advancedKorean.morning.step6.title
source: Ampoule
tr: Ampul

# templates.routine.advancedKorean.morning.step6.why
source: Most concentrated treatment product with highest active ingredient levels for maximum results
tr: Maksimum sonuçlar için en yüksek aktif bileşen seviyelerine sahip en konsantre bakım ürünüdür

# templates.routine.advancedKorean.morning.step6.how
source: Use 1-2 drops only - very potent. Pat gently. Reserve for key concerns. Often used for special occasions or treatments.
tr: Sadece 1-2 damla kullanın - çok güçlüdür. Nazikçe yedirin. Ana sorunlar için ayırın. Genellikle özel günler veya bakımlar için kullanılır.

# templates.routine.advancedKorean.morning.step7.title
source: Eye Cream
tr: Göz Kremi

# templates.routine.advancedKorean.morning.step7.why
source: Delicate eye area needs specialized treatment before facial moisturizer
tr: Hassas göz çevresi, yüz nemlendiricisinden önce özel bir bakıma ihtiyaç duyar

# templates.routine.advancedKorean.morning.step7.how
source: Use ring finger to tap tiny amount around orbital bone. Never pull or tug the delicate skin.
tr: Yüzük parmağınızı kullanarak yörünge kemiği çevresine küçük bir miktar nazikçe dokunun. Hassas cildi asla çekmeyin veya çekiştirmeyin.

# templates.routine.advancedKorean.morning.step8.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.advancedKorean.morning.step8.why
source: Seals in all the treatment layers and provides lasting hydration throughout the day
tr: Tüm bakım katmanlarını mühürler ve gün boyunca kalıcı hidrasyon sağlar

# templates.routine.advancedKorean.morning.step8.how
source: Apply to lock in all previous steps. Korean moisturizers are often gel-based for lightweight finish.
tr: Önceki tüm adımları kilitlemek için uygulayın. Kore nemlendiricileri genellikle hafif bir bitiş için jel bazlıdır.

# templates.routine.advancedKorean.morning.step9.title
source: Sunscreen
tr: Güneş Kremi

# templates.routine.advancedKorean.morning.step9.why
source: Final step protects all that investment in skincare. K-beauty has world's best cosmetically elegant sunscreens
tr: Son adım, tüm bu cilt bakımı yatırımını korur. K-güzelliği, dünyanın en kozmetik açıdan zarif güneş kremlerine sahiptir

# templates.routine.advancedKorean.morning.step9.how
source: Apply generously as final step. Korean sunscreens are famous for elegant, non-greasy finishes that work under makeup.
tr: Son adım olarak cömertçe uygulayın. Kore güneş kremleri, makyaj altında iyi çalışan zarif, yağsız bitişleriyle ünlüdür.

# templates.routine.advancedKorean.evening.step1.title
source: Oil Cleanser
tr: Yağ Bazlı Temizleyici

# templates.routine.advancedKorean.evening.step1.why
source: First cleanse dissolves makeup, sunscreen, and oil-based impurities. Foundation of double cleanse method
tr: İlk temizleme, makyajı, güneş kremini ve yağ bazlı kirleri çözer. Çift temizleme yönteminin temelidir

# templates.routine.advancedKorean.evening.step1.how
source: Massage onto dry skin for 1-2 minutes. Add water to emulsify into milky texture, then rinse thoroughly.
tr: Kuru cilde 1-2 dakika masaj yapın. Süt kıvamına gelene kadar su ekleyerek emülsiyon haline getirin, ardından iyice durulayın.

# templates.routine.advancedKorean.evening.step2.title
source: Water Cleanser
tr: Su Bazlı Temizleyici

# templates.routine.advancedKorean.evening.step2.why
source: Second cleanse removes remaining water-based impurities for perfectly clean skin
tr: İkinci temizleme, mükemmel temiz bir cilt için kalan su bazlı kirleri temizler
