Repository: makisacik/SkinCare-Assistant-Swift
Catalog: ManCare/Resources/*.lproj/Templates.strings
Languages: tr

# templates.category.all.title
source: All
tr: Tümü

# templates.category.all.description
source: All routine types
tr: Tüm rutin tipleri

# templates.category.korean.title
source: Korean
tr: Kore

# templates.category.korean.description
source: Korean skincare philosophy
tr: Kore cilt bakımı felsefesi

# templates.category.antiAging.title
source: Anti-Aging
tr: Yaşlanma Karşıtı

# templates.category.antiAging.description
source: Target fine lines and wrinkles
tr: İnce çizgi ve kırışıklıkları hedefle

# templates.category.acne.title
source: Acne
tr: Sivilce

# templates.category.acne.description
source: Clear and prevent breakouts
tr: Sivilceleri temizle ve oluşumunu önle

# templates.category.minimalist.description
source: Simple, essential steps
tr: Basit, temel adımlar

# templates.category.sensitive.title
source: Sensitive
tr: Hassas Cilt

# templates.category.sensitive.description
source: Gentle, soothing care
tr: Nazik, yatıştırıcı bakım

# templates.category.oily.title
source: Oily Skin
tr: Yağlı Cilt

# templates.category.oily.description
source: Control excess oil
tr: Aşırı yağı kontrol et

# templates.category.dry.title
source: Dry Skin
tr: Kuru Cilt

# templates.category.dry.description
source: Intensive hydration
tr: Yoğun nemlendirme

# templates.category.combination.title
source: Combination
tr: Karma Cilt

# templates.category.combination.description
source: Balance different skin zones
tr: Farklı cilt bölgelerini dengele

# templates.difficulty.beginner
source: Beginner
tr: Başlangıç

# templates.difficulty.intermediate
source: Intermediate
tr: Orta Seviye

# templates.difficulty.advanced
source: Advanced
tr: İleri Seviye

# templates.routine.koreanGlassSkin.title
source: Korean Glass Skin
tr: Kore Cam Cilt Rutini

# templates.routine.koreanGlassSkin.description
source: Achieve that coveted dewy, glass-like complexion with this comprehensive Korean skincare routine.
tr: Bu kapsamlı Kore cilt bakımı rutini ile o imrenilen nemli, cam görünümlü cilde ulaşın.

# templates.routine.koreanGlassSkin.duration
source: 15-20 min
tr: 15-20 dk

# templates.routine.koreanGlassSkin.tag1
source: Hydration
tr: Nemlendirme

# templates.routine.koreanGlassSkin.tag2
source: Glow
tr: Işıltı

# templates.routine.koreanGlassSkin.tag3
source: Multi-step
tr: Çok Adımlı

# templates.routine.koreanGlassSkin.tag4
source: Popular
tr: Popüler

# templates.routine.koreanGlassSkin.benefit1
source: Deep hydration
tr: Derin nemlendirme

# templates.routine.koreanGlassSkin.benefit2
source: Improved skin texture
tr: Gelişmiş cilt dokusu

# templates.routine.koreanGlassSkin.benefit3
source: Radiant glow
tr: Işıl ışıl ışıltı

# templates.routine.koreanGlassSkin.benefit4
source: Reduced fine lines
tr: İnce çizgilerde azalma

# templates.routine.koreanGlassSkin.morning.step1.title
source: Water-based Cleanser
tr: Su Bazlı Temizleyici

# templates.routine.koreanGlassSkin.morning.step1.why
source: Removes overnight sebum and impurities without stripping skin's natural moisture barrier, preparing it for optimal product absorption
tr: Gece biriken yağı ve kirleri cildin doğal nem bariyerini soymadan temizler, ürünlerin optimal emilimine hazırlar

# templates.routine.koreanGlassSkin.morning.step1.how
source: Wet your face with lukewarm water. Apply a small amount and gently massage in circular motions for 30-60 seconds. Rinse thoroughly and pat dry with a clean towel.
tr: Yüzünüzü ılık suyla ıslatın. Az miktarda ürün uygulayın ve dairesel hareketlerle 30-60 saniye nazikçe masaj yapın. İyice durulayın ve temiz bir havluyla hafifçe kurulayın.

# templates.routine.koreanGlassSkin.morning.step2.title
source: Toner
tr: Tonik

# templates.routine.koreanGlassSkin.morning.step2.why
source: Balances skin's pH level after cleansing and creates the perfect environment for subsequent products to penetrate deeply
tr: Temizleme sonrası cildin pH seviyesini dengeler ve sonraki ürünlerin derinlemesine nüfuz etmesi için mükemmel bir ortam yaratır

# templates.routine.koreanGlassSkin.morning.step2.how
source: Pour toner onto your palms or a cotton pad. Gently pat or sweep across your face and neck, avoiding the eye area. Let it absorb for 30 seconds.
tr: Toniği avucunuza veya bir pamuk ped üzerine dökün. Göz çevresinden kaçınarak yüzünüze ve boynunuza nazikçe uygulayın veya yayın. 30 saniye emilmesini bekleyin.

# templates.routine.koreanGlassSkin.morning.step3.title
source: Essence
tr: Esans

# templates.routine.koreanGlassSkin.morning.step3.why
source: Delivers the first layer of lightweight hydration and preps skin for better absorption of serums and treatments
tr: İlk katman hafif nemlendirme sağlar ve cildi serum ve bakımların daha iyi emilmesi için hazırlar

# templates.routine.koreanGlassSkin.morning.step3.how
source: Pour a few drops into your palms. Gently pat into skin from the center of your face moving outward. Press lightly to help absorption.
tr: Birkaç damlayı avucunuza dökün. Yüzünüzün ortasından dışa doğru hareketlerle nazikçe cilde uygulayın. Emilime yardımcı olmak için hafifçe bastırın.

# templates.routine.koreanGlassSkin.morning.step4.why
source: Provides concentrated active ingredients targeting specific concerns like brightening, anti-aging, or hydration
tr: Aydınlatma, yaşlanma karşıtı veya nemlendirme gibi belirli sorunları hedefleyen konsantre aktif bileşenler sunar

# templates.routine.koreanGlassSkin.morning.step4.how
source: Apply 2-3 drops to your face and neck. Gently press and pat the serum in, avoiding tugging. Wait 60 seconds before next step.
tr: Yüzünüze ve boynunuza 2-3 damla uygulayın. Çekiştirmeden nazikçe bastırarak yedirin. Bir sonraki adıma geçmeden 60 saniye bekleyin.

# templates.routine.koreanGlassSkin.morning.step5.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.koreanGlassSkin.morning.step5.why
source: Seals in all previous layers of hydration and creates a protective barrier to prevent transepidermal water loss
tr: Önceki tüm nemlendirme katmanlarını cilde hapseder ve transepidermal su kaybını önlemek için koruyucu bir bariyer oluşturur

# templates.routine.koreanGlassSkin.morning.step5.how
source: Warm a dime-sized amount between your palms. Apply using gentle upward and outward motions on face and neck. Don't forget your neck!
tr: Bir miktar ürünü avuçlarınız arasında ısıtın. Yüz ve boyun bölgesine nazikçe yukarı ve dışa doğru hareketlerle uygulayın. Boynunuzu unutmayın!

# templates.routine.koreanGlassSkin.morning.step6.title
source: Sunscreen
tr: Güneş Kremi

# templates.routine.koreanGlassSkin.morning.step6.why
source: Protects skin from UV damage that causes 90% of visible aging, dark spots, and texture issues
tr: Gözle görülür yaşlanmanın, koyu lekelerin ve doku sorunlarının %90'ına neden olan UV hasarına karşı cildi korur

# templates.routine.koreanGlassSkin.morning.step6.how
source: Apply two finger-lengths of sunscreen to all exposed areas. Wait 15 minutes before sun exposure. Reapply every 2 hours when outdoors.
tr: Maruz kalan tüm bölgelere iki parmak uzunluğunda güneş kremi uygulayın. Güneşe çıkmadan 15 dakika önce sürün. Dışarıdayken her 2 saatte bir yenileyin.

# templates.routine.koreanGlassSkin.evening.step1.title
source: Oil Cleanser
tr: Yağ Bazlı Temizleyici

# templates.routine.koreanGlassSkin.evening.step1.why
source: Dissolves makeup, sunscreen, and oil-based impurities that water-based cleansers can't remove effectively
tr: Su bazlı temizleyicilerin etkili bir şekilde çıkaramadığı makyajı, güneş kremini ve yağ bazlı kirleri çözer

# templates.routine.koreanGlassSkin.evening.step1.how
source: Apply to dry skin and massage for 1-2 minutes. Add water to emulsify into a milky texture, then rinse thoroughly with lukewarm water.
tr: Kuru cilde uygulayın ve 1-2 dakika masaj yapın. Süt kıvamına gelene kadar su ekleyerek emülsiyon haline getirin, ardından ılık suyla iyice durulayın.

# templates.routine.koreanGlassSkin.evening.step2.title
source: Water-based Cleanser
tr: Su Bazlı Temizleyici

# templates.routine.koreanGlassSkin.evening.step2.why
source: Second cleanse removes remaining water-based debris and ensures completely clean skin for maximum treatment absorption
tr: İkinci temizleme, kalan su bazlı kirleri temizler ve maksimum bakım emilimi için cildin tamamen temiz olmasını sağlar

# templates.routine.koreanGlassSkin.evening.step2.how
source: Apply to damp skin and massage gently in circular motions for 60 seconds. Rinse thoroughly with lukewarm water and pat dry.
tr: Nemli cilde uygulayın ve dairesel hareketlerle 60 saniye nazikçe masaj yapın. Ilık suyla iyice durulayın ve hafifçe kurulayın.

# templates.routine.koreanGlassSkin.evening.step3.title
source: Exfoliant
tr: Peeling/Cilt Yenileyici

# templates.routine.koreanGlassSkin.evening.step3.why
source: Gently removes dead skin cells that can cause dullness and clog pores, revealing brighter, smoother skin underneath
tr: Donukluğa ve gözenek tıkanıklığına neden olabilen ölü cilt hücrelerini nazikçe temizleyerek daha parlak ve pürüzsüz bir cilt ortaya çıkarır

# templates.routine.koreanGlassSkin.evening.step3.how
source: Apply to clean, dry skin avoiding the eye area. Leave on for 10-15 minutes, then rinse. Use 2-3 times per week, not daily.
tr: Göz çevresinden kaçınarak temiz ve kuru cilde uygulayın. 10-15 dakika bekletin, ardından durulayın. Her gün değil, haftada 2-3 kez kullanın.

# templates.routine.koreanGlassSkin.evening.step4.title
source: Sheet Mask
tr: Kâğıt Maske (Sheet Mask)

# templates.routine.koreanGlassSkin.evening.step4.why
source: Provides intensive hydration and nutrients in a concentrated treatment that penetrates deeply for maximum glow
tr: Yoğun hidrasyon ve besinleri, maksimum ışıltı için derinlemesine nüfuz eden konsantre bir bakım olarak sağlar

# templates.routine.koreanGlassSkin.evening.step4.how
source: Apply mask to clean face, smoothing out air bubbles. Relax for 15-20 minutes. Remove and pat in remaining essence. Use 2-3x per week.
tr: Maskeyi temiz yüze uygulayın, hava kabarcıklarını düzeltin. 15-20 dakika dinlenin. Çıkarın ve kalan esansı hafifçe cildinize yedirin. Haftada 2-3 kez kullanın.

# templates.routine.koreanGlassSkin.evening.step5.title
source: Eye Cream
tr: Göz Kremi

# templates.routine.koreanGlassSkin.evening.step5.why
source: Targets the delicate eye area with specialized ingredients to reduce puffiness, dark circles, and fine lines
tr: Şişlik, koyu halkalar ve ince çizgileri azaltmak için özel içeriklerle hassas göz bölgesini hedefler

# templates.routine.koreanGlassSkin.evening.step5.how
source: Gently dab a rice grain-sized amount around the orbital bone using your ring finger. Pat from inner to outer corner. Never pull or tug.
tr: Yüzük parmağınızı kullanarak pirinç tanesi büyüklüğünde bir miktarı göz çevresi kemiği etrafına nazikçe uygulayın. İçten dışa doğru tampon hareketler yapın. Asla çekmeyin veya çekiştirmeyin.

# templates.routine.koreanGlassSkin.evening.step6.title
source: Moisturizer
tr: Nemlendirici

# templates.routine.koreanGlassSkin.evening.step6.why
source: Locks in all the layered treatments and provides overnight hydration while your skin is in repair mode
tr: Katmanlı bakımların tümünü kilitler ve cildiniz onarım modundayken gece boyunca nemlendirme sağlar

# templates.routine.koreanGlassSkin.evening.step6.how
source: Apply a generous amount using upward and outward motions. Your evening moisturizer can be richer than your morning one.
tr: Yukarı ve dışa doğru hareketlerle cömertçe uygulayın. Akşam nemlendiriciniz sabah kullandığınızdan daha zengin yapıda olabilir.

# templates.routine.acneClear.title
source: Acne Clear Routine
tr: Sivilce Temizleme Rutini

# templates.routine.acneClear.description
source: Combat breakouts and prevent future acne with this targeted routine for clear, healthy skin.
tr: Temiz ve sağlıklı bir cilt için bu hedefe yönelik rutin ile sivilcelere karşı savaşın ve gelecekteki oluşumları önleyin.

# templates.routine.acneClear.duration
source: 8-12 min
tr: 8-12 dk

# templates.routine.acneClear.tag1
source: Acne
tr: Sivilce

# templates.routine.acneClear.tag2
source: Salicylic Acid
tr: Salisilik Asit

# templates.routine.acneClear.tag3
source: Gentle
tr: Nazik

# templates.routine.acneClear.tag4
source: Effective
tr: Etkili

# templates.routine.acneClear.benefit1
source: Reduces active breakouts
tr: Aktif sivilceleri azaltır

# templates.routine.acneClear.benefit2
source: Prevents new acne
tr: Yeni sivilceleri önler

# templates.routine.acneClear.benefit3
source: Minimizes pores
tr: Gözenekleri küçültür

# templates.routine.acneClear.benefit4
source: Soothes inflammation
tr: İltihabı yatıştırır

# templates.routine.acneClear.morning.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.acneClear.morning.step1.why
source: Removes excess oil and impurities without over-stripping, which can trigger more oil production and worsen acne
tr: Aşırı yağı ve kirleri cildi aşırı kurutmadan temizler, bu da daha fazla yağ üretimine neden olarak sivilceleri kötüleştirebilir

# templates.routine.acneClear.morning.step1.how
source: Use lukewarm water and massage gently for 60 seconds. Avoid hot water and harsh scrubbing. Pat dry with a clean towel.
tr: Ilık su kullanın ve 60 saniye nazikçe masaj yapın. Sıcak su ve sert ovalamadan kaçının. Temiz bir havluyla hafifçe kurulayın.

# templates.routine.acneClear.morning.step2.title
source: Salicylic Acid Toner
tr: Salisilik Asitli Tonik

# templates.routine.acneClear.morning.step2.why
source: Penetrates into pores to dissolve oil and debris, preventing clogs that lead to blackheads and breakouts
tr: Yağ ve kirleri çözmek için gözeneklere nüfuz eder, siyah nokta ve sivilcelere yol açan tıkanıklıkları önler

# templates.routine.acneClear.morning.step2.how
source: Apply to a cotton pad or directly to palms. Gently sweep or pat across face, focusing on acne-prone areas. Start every other day if new to BHA.
tr: Pamuk ped veya doğrudan avuç içine uygulayın. Yüzünüzde, özellikle sivilce eğilimli bölgelere odaklanarak nazikçe yayın. BHA'ya yeni başlıyorsanız gün aşırı kullanın.

# templates.routine.acneClear.morning.step3.title
source: Niacinamide Serum
tr: Niasinamid Serumu

# templates.routine.acneClear.morning.step3.why
source: Reduces inflammation, regulates oil production, and helps fade post-acne marks without irritation
tr: İltihabı azaltır, yağ üretimini düzenler ve sivilce sonrası izlerin tahriş etmeden solmasına yardımcı olur

# templates.routine.acneClear.morning.step3.how
source: Apply 2-3 drops to face and neck. Pat gently to absorb. Wait 60 seconds before moisturizer. Can be used morning and night.
tr: Yüzünüze ve boynunuza 2-3 damla uygulayın. Emilmesi için nazikçe tampon hareketler yapın. Nemlendiriciden önce 60 saniye bekleyin. Sabah ve akşam kullanılabilir.

# templates.routine.acneClear.morning.step4.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.acneClear.morning.step4.why
source: Maintains skin barrier health without clogging pores. Even oily, acne-prone skin needs hydration to prevent overproduction of oil
tr: Gözenekleri tıkamadan cilt bariyeri sağlığını korur. Yağlı, sivilce eğilimli cilt bile aşırı yağ üretimini önlemek için nemlendirmeye ihtiyaç duyar

# templates.routine.acneClear.morning.step4.how
source: Use a gel or water-based moisturizer. Apply a thin layer and let it absorb fully. Look for non-comedogenic labels.
tr: Jel veya su bazlı bir nemlendirici kullanın. İnce bir tabaka uygulayın ve tamamen emilmesini bekleyin. 'Komedojenik olmayan' etiketlerini arayın.

# templates.routine.acneClear.morning.step5.title
source: Sunscreen
tr: Güneş Kremi

# templates.routine.acneClear.morning.step5.why
source: Prevents dark spots from healing acne and protects skin from damage. Many acne treatments increase sun sensitivity
tr: İyileşen sivilcelerden koyu lekeler oluşmasını engeller ve cildi hasardan korur. Birçok sivilce bakımı güneşe hassasiyeti artırır

# templates.routine.acneClear.morning.step5.how
source: Apply oil-free, non-comedogenic SPF 30+. Use two finger-lengths and reapply if spending time outdoors.
tr: Yağsız, komedojenik olmayan SPF 30+ uygulayın. İki parmak uzunluğunda kullanın ve dışarıda zaman geçiriyorsanız yenileyin.

# templates.routine.acneClear.evening.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.acneClear.evening.step1.why
source: Removes the day's accumulation of oil, dirt, and bacteria without stripping or irritating compromised skin
tr: Günün birikmiş yağı, kiri ve bakterileri cildi soymadan veya tahriş etmeden temizler

# templates.routine.acneClear.evening.step1.how
source: Massage for 60 seconds with lukewarm water. Be gentle around active breakouts. Rinse thoroughly and pat dry.
tr: Ilık suyla 60 saniye masaj yapın. Aktif sivilcelerin etrafına nazik davranın. İyice durulayın ve hafifçe kurulayın.

# templates.routine.acneClear.evening.step2.title
source: Salicylic Acid Toner
tr: Salisilik Asitli Tonik

# templates.routine.acneClear.evening.step2.why
source: Evening application allows BHA to work overnight, unclogging pores and preventing new breakouts while you sleep
tr: Akşam uygulaması, BHA'nın gece boyunca çalışmasını, gözenekleri açmasını ve siz uyurken yeni sivilceleri önlemesini sağlar

# templates.routine.acneClear.evening.step2.how
source: Apply to clean, dry skin. Focus on T-zone and acne-prone areas. Skip if using other strong actives like retinol tonight.
tr: Temiz ve kuru cilde uygulayın. T bölgesi ve sivilce eğilimli bölgelere odaklanın. Bu gece retinol gibi başka güçlü aktifler kullanıyorsanız atlayın.

# templates.routine.acneClear.evening.step3.title
source: Niacinamide Serum
tr: Niasinamid Serumu

# templates.routine.acneClear.evening.step3.why
source: Calms inflammation from the day, reduces redness, and works synergistically with BHA to control breakouts
tr: Günün yorgunluğundan kaynaklanan iltihabı yatıştırır, kızarıklığı azaltır ve sivilceleri kontrol etmek için BHA ile sinerjik çalışır

# templates.routine.acneClear.evening.step3.how
source: Apply 2-3 drops after toner. Pat gently and let absorb. Wait a minute before next step.
tr: Tonikten sonra 2-3 damla uygulayın. Nazikçe tampon hareketlerle emdirin. Bir sonraki adımdan önce bir dakika bekleyin.

# templates.routine.acneClear.evening.step4.title
source: Spot Treatment
tr: Leke/Sivilce Bakımı (Spot Treatment)

# templates.routine.acneClear.evening.step4.why
source: Delivers concentrated acne-fighting ingredients directly to active breakouts for faster healing
tr: Daha hızlı iyileşme için konsantre sivilce karşıtı bileşenleri doğrudan aktif sivilcelere ulaştırır

# templates.routine.acneClear.evening.step4.how
source: Apply a small amount directly to active pimples only, not all over. Use a clean finger or cotton swab. Let dry completely.
tr: Sadece aktif sivilcelere küçük bir miktar uygulayın, tüm yüze değil. Temiz bir parmak veya pamuklu çubuk kullanın. Tamamen kurumasını bekleyin.

# templates.routine.acneClear.evening.step5.title
source: Lightweight Moisturizer
tr: Hafif Nemlendirici

# templates.routine.acneClear.evening.step5.why
source: Seals in treatments and prevents skin from getting too dry, which paradoxically can make acne worse
tr: Bakımları kilitler ve cildin aşırı kurumasını önler, bu da ironik olarak sivilceleri kötüleştirebilir

# templates.routine.acneClear.evening.step5.how
source: Apply after spot treatment has dried. Use a thin layer. Choose gel or water-based formulas for acne-prone skin.
tr: Leke bakımı kuruduktan sonra uygulayın. İnce bir tabaka kullanın. Sivilce eğilimli ciltler için jel veya su bazlı formülleri seçin.

# templates.routine.antiAging.title
source: Anti-Aging Essentials
tr: Temel Yaşlanma Karşıtı Bakım

# templates.routine.antiAging.description
source: Combat signs of aging with this powerful routine featuring proven anti-aging ingredients.
tr: Kanıtlanmış yaşlanma karşıtı bileşenler içeren bu güçlü rutin ile yaşlanma belirtileriyle mücadele edin.

# templates.routine.antiAging.duration
source: 12-15 min
tr: 12-15 dk

# templates.routine.antiAging.tag2
source: Vitamin C
tr: C Vitamini

# templates.routine.antiAging.tag3
source: Anti-aging
tr: Yaşlanma Karşıtı

# templates.routine.antiAging.tag4
source: Firming
tr: Sıkılaştırıcı

# templates.routine.antiAging.benefit1
source: Reduces fine lines
tr: İnce çizgileri azaltır

# templates.routine.antiAging.benefit2
source: Improves skin firmness
tr: Cilt sıkılığını artırır

# templates.routine.antiAging.benefit3
source: Brightens complexion
tr: Cildi aydınlatır

# templates.routine.antiAging.benefit4
source: Stimulates collagen
tr: Kolajeni uyarır

# templates.routine.antiAging.morning.step1.title
source: Gentle Cleanser
tr: Nazik Temizleyici

# templates.routine.antiAging.morning.step1.why
source: Removes overnight buildup without stripping mature skin, which tends to be drier and more delicate
tr: Daha kuru ve hassas olma eğiliminde olan olgun cildi soymadan gece birikmiş kirleri temizler

# templates.routine.antiAging.morning.step1.how
source: Use a cream or oil-based cleanser with lukewarm water. Massage gently for 60 seconds, rinse thoroughly, and pat dry.
tr: Ilık suyla krem veya yağ bazlı bir temizleyici kullanın. 60 saniye nazikçe masaj yapın, iyice durulayın ve hafifçe kurulayın.

# templates.routine.antiAging.morning.step2.title
source: Vitamin C Serum
tr: C Vitamini Serumu

# templates.routine.antiAging.morning.step2.why
source: Powerful antioxidant that brightens, evens tone, boosts collagen production, and protects against free radical damage from UV and pollution
tr: Güçlü bir antioksidandır; cildi aydınlatır, tonu eşitler, kolajen üretimini destekler ve UV ile kirlilikten kaynaklanan serbest radikal hasarına karşı korur

# templates.routine.antiAging.morning.step2.how
source: Apply 3-4 drops to clean skin in the morning. Gently press into face and neck. Wait 60-90 seconds before next step. Store in cool, dark place.
tr: Her sabah temiz cilde 3-4 damla uygulayın. Yüzünüze ve boynunuza nazikçe bastırarak yedirin. Bir sonraki adımdan önce 60-90 saniye bekleyin. Serin ve karanlık bir yerde saklayın.

# templates.routine.antiAging.morning.step3.title
source: Hyaluronic Acid
tr: Hyaluronik Asit

# templates.routine.antiAging.morning.step3.why
source: Attracts and holds up to 1000x its weight in water, plumping fine lines and maintaining skin's youthful bounce
tr: Ağırlığının 1000 katına kadar su çekip tutar, ince çizgileri dolgunlaştırır ve cildin genç sıçrama özelliğini korur

# templates.routine.antiAging.morning.step3.how
source: Apply to slightly damp skin for best absorption. Use 2-3 drops and pat gently. Follow quickly with moisturizer to seal in hydration.
tr: En iyi emilim için hafif nemli cilde uygulayın. 2-3 damla kullanın ve nemi hapsetmek için hemen ardından nemlendirici sürün.

# templates.routine.antiAging.morning.step4.title
source: Rich Moisturizer
tr: Zengin Nemlendirici

# templates.routine.antiAging.morning.step4.why
source: Provides essential lipids and ceramides that decline with age, strengthening skin barrier and preventing moisture loss
tr: Yaşla birlikte azalan temel lipitleri ve seramidleri sağlar, cilt bariyerini güçlendirir ve nem kaybını önler

# templates.routine.antiAging.morning.step4.how
source: Warm a generous amount between palms. Press and pat into skin using upward motions. Focus on areas prone to dryness and lines.
tr: Cömert bir miktarı avuçlarınız arasında ısıtın. Yukarı doğru hareketlerle cildinize bastırarak uygulayın. Kuruluk ve çizgi eğilimli bölgelere odaklanın.

# templates.routine.antiAging.morning.step5.title
source: Sunscreen
tr: Güneş Kremi
